Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_email_account_creation_error
source: <![CDATA[Email account registration unsuccessful]]>
ar: <![CDATA[فشل تسجيل حساب البريد الإلكتروني]]>
bg: <![CDATA[Регистрацията с имейл адрес не бе успешна]]>
ca: <![CDATA[No s'ha pogut registrar el compte de correu electrònic]]>
cs: <![CDATA[Registrace e-mailového účtu se nezdařila]]>
da: <![CDATA[Registrering af mailkonto mislykkedes]]>
de: <![CDATA[Registrierung des E-Mail-Kontos fehlgeschlagen]]>
el: <![CDATA[Η εγγραφή του λογαριασμού ηλεκτρονικού ταχυδρομείου δεν ήταν επιτυχής]]>
es: <![CDATA[No se ha podido registrar la cuenta de correo electrónico]]>
fa: <![CDATA[ثبت حساب ایمیل ناموفق بود]]>
fi: <![CDATA[Sähköpostitilin rekisteröinti epäonnistui.]]>
fil: <![CDATA[Hindi nagtagumpay ang pagpaparehistro ng email account]]>
fr: <![CDATA[Échec de la création du compte avec une adresse e-mail]]>
hi: <![CDATA[ईमेल खाता पंजीकरण असफल रहा]]>
hr: <![CDATA[Registracija računa putem e-adrese nije uspjela]]>
hu: <![CDATA[Az e-mail-fiók regisztrációja sikertelen volt.]]>
in: <![CDATA[Pendaftaran akun email tidak berhasil]]>
it: <![CDATA[Registrazione account di posta elettronica non riuscita]]>
iw: <![CDATA[לא הצלחנו להשלים את הרישום לחשבון באמצעות כתובת האימייל]]>
ja: <![CDATA[メール アカウントの登録に失敗しました]]>
ko: <![CDATA[이메일 계정 등록 실패]]>
lt: <![CDATA[El. pašto paskyros užregistruoti nepavyko]]>
lv: <![CDATA[Nesekmīga e-pasta konta reģistrācija]]>
nl: <![CDATA[Registratie van e-mailaccount is mislukt]]>
no: <![CDATA[Kunne ikke registrere e-postkontoen]]>
pl: <![CDATA[Rejestracja konta e-mail nie powiodła się]]>
pt: <![CDATA[Falha no registro da conta do e-mail]]>
ro: <![CDATA[Contul de e-mail nu a fost înregistrat]]>
ru: <![CDATA[Не удалось зарегистрировать аккаунт]]>
sk: <![CDATA[Registrácia e-mailového účtu nebola úspešná]]>
sl: <![CDATA[Registracija e-poštnega računa ni bila uspešna]]>
sr: <![CDATA[Регистрација налога преко имејла није успела]]>
sv: <![CDATA[Det gick inte att registrera e-postkontot]]>
th: <![CDATA[การลงทะเบียนบัญชีอีเมลไม่สำเร็จ]]>
tr: <![CDATA[E-posta hesabı kaydı başarısız oldu]]>
uk: <![CDATA[Не вдалося зареєструвати обліковий запис електронної пошти]]>
ur: <![CDATA[ای میل اکاؤنٹ کی رجسٹریشن نا کام رہی]]>
vi: <![CDATA[Đăng ký tài khoản email không thành công]]>
zh: <![CDATA[未能使用电子邮件地址注册帐号]]>

# fui_terms_of_service
source: <![CDATA[Terms of Service]]>
ar: <![CDATA[بنود الخدمة]]>
bg: <![CDATA[Общите условия]]>
ca: <![CDATA[Condicions del servei]]>
cs: <![CDATA[Smluvní podmínky]]>
da: <![CDATA[Servicevilkår]]>
de: <![CDATA[Nutzungsbedingungen]]>
el: <![CDATA[Όρους Παροχής Υπηρεσιών]]>
es: <![CDATA[Condiciones de Servicio]]>
fa: <![CDATA[شرایط خدمات]]>
fi: <![CDATA[Käyttöehdot]]>
fil: <![CDATA[Mga Tuntunin ng Serbisyo]]>
fr: <![CDATA[Conditions d'utilisation]]>
hi: <![CDATA[सेवा की शर्तें]]>
hr: <![CDATA[Uvjeti pružanja usluge]]>
hu: <![CDATA[Általános Szerződési Feltételek]]>
in: <![CDATA[Persyaratan Layanan]]>
it: <![CDATA[Termini di servizio]]>
iw: <![CDATA[תנאים והגבלות]]>
ja: <![CDATA[利用規約]]>
ko: <![CDATA[서비스 약관]]>
lt: <![CDATA[Paslaugų teikimo sąlygomis]]>
lv: <![CDATA[Pakalpojumu sniegšanas noteikumi]]>
nl: <![CDATA[Servicevoorwaarden]]>
no: <![CDATA[vilkårene]]>
pl: <![CDATA[Warunki korzystania z usługi]]>
pt: <![CDATA[Termos de Serviço]]>
ro: <![CDATA[Termeni și condițiile]]>
ru: <![CDATA[Условия использования]]>
sk: <![CDATA[Zmluvné podmienky]]>
sl: <![CDATA[pogoji storitve]]>
sr: <![CDATA[Услови коришћења услуге]]>
sv: <![CDATA[användarvillkoren]]>
th: <![CDATA[ข้อกำหนดในการให้บริการ]]>
tr: <![CDATA[Hizmet Şartları]]>
uk: <![CDATA[Умови використання]]>
ur: <![CDATA[سروس کی شرائط]]>
vi: <![CDATA[Điều khoản dịch vụ]]>
zh: <![CDATA[服务条款]]>

# fui_privacy_policy
source: <![CDATA[Privacy Policy]]>
ar: <![CDATA[سياسة الخصوصية]]>
bg: <![CDATA[Декларация за поверителност]]>
ca: <![CDATA[política de privadesa]]>
cs: <![CDATA[Zásady ochrany soukromí]]>
da: <![CDATA[Privatlivspolitik]]>
de: <![CDATA[Datenschutzerklärung]]>
el: <![CDATA[Πολιτική απορρήτου]]>
es: <![CDATA[Política de Privacidad]]>
fa: <![CDATA[«خط‌مشی حریم خصوصی»]]>
fi: <![CDATA[tietosuojakäytännön]]>
fil: <![CDATA[Patakaran sa Privacy]]>
fr: <![CDATA[Règles de confidentialité]]>
hi: <![CDATA[निजता नीति]]>
hr: <![CDATA[Pravila o privatnosti]]>
hu: <![CDATA[Adatvédelmi irányelvek]]>
in: <![CDATA[Kebijakan Privasi]]>
it: <![CDATA[Norme sulla privacy]]>
iw: <![CDATA[מדיניות הפרטיות]]>
ja: <![CDATA[プライバシー ポリシー]]>
ko: <![CDATA[개인정보처리방침]]>
lt: <![CDATA[Privatumo politika]]>
lv: <![CDATA[Konfidencialitātes politika]]>
nl: <![CDATA[Privacybeleid]]>
no: <![CDATA[Personvernregler]]>
pl: <![CDATA[Polityka prywatności]]>
pt: <![CDATA[Política de privacidade]]>
ro: <![CDATA[Politica de confidențialitate]]>
ru: <![CDATA[Политику конфиденциальности]]>
sk: <![CDATA[Pravidlá ochrany súkromia]]>
sl: <![CDATA[Pravilnik o zasebnosti]]>
sr: <![CDATA[Политику приватности]]>
sv: <![CDATA[Sekretesspolicy]]>
th: <![CDATA[นโยบายความเป็นส่วนตัว]]>
tr: <![CDATA[Gizlilik Politikası]]>
uk: <![CDATA[Політику конфіденційності]]>
ur: <![CDATA[رازداری کی پالیسی]]>
vi: <![CDATA[Chính sách quyền riêng tư]]>
zh: <![CDATA[隐私权政策]]>

# fui_welcome_back_idp_header
source: <![CDATA[You already have an account]]>
ar: <![CDATA[لديك حساب حاليًا]]>
bg: <![CDATA[Вече имате профил]]>
ca: <![CDATA[Ja tens un compte]]>
cs: <![CDATA[Již máte účet]]>
da: <![CDATA[Du har allerede en konto]]>
de: <![CDATA[Sie haben bereits ein Konto]]>
el: <![CDATA[Έχετε ήδη λογαριασμό]]>
es: <![CDATA[Ya tienes una cuenta]]>
fa: <![CDATA[از قبل حسابی دارید]]>
fi: <![CDATA[Sinulla on jo tili.]]>
fil: <![CDATA[Mayroon ka nang account]]>
fr: <![CDATA[Vous avez déjà un compte]]>
hi: <![CDATA[आपके पास पहले से ही एक खाता है]]>
hr: <![CDATA[Već imate račun]]>
hu: <![CDATA[Már rendelkezik fiókkal]]>
in: <![CDATA[Anda sudah memiliki akun]]>
it: <![CDATA[Hai già un account]]>
iw: <![CDATA[כבר יש לך חשבון]]>
ja: <![CDATA[アカウントをすでにお持ちです]]>
ko: <![CDATA[계정이 이미 있음]]>
lt: <![CDATA[Jūs jau turite paskyrą]]>
lv: <![CDATA[Jums jau ir konts]]>
nl: <![CDATA[U heeft al een account]]>
no: <![CDATA[Du har allerede en konto]]>
pl: <![CDATA[Masz już konto]]>
pt: <![CDATA[Você já tem uma conta]]>
ro: <![CDATA[Aveți deja un cont]]>
ru: <![CDATA[У вас уже есть аккаунт]]>
sk: <![CDATA[Už máte účet]]>
sl: <![CDATA[Račun že imate]]>
sr: <![CDATA[Већ имате налог]]>
sv: <![CDATA[Du har redan ett konto]]>
th: <![CDATA[คุณมีบัญชีอยู่แล้ว]]>
tr: <![CDATA[Zaten bir hesabınız var]]>
uk: <![CDATA[У вас уже є обліковий запис]]>
ur: <![CDATA[آپ کے پاس پہلے سے ہی ایک اکاؤنٹ موجود ہے]]>
vi: <![CDATA[Bạn đã có tài khoản]]>
zh: <![CDATA[您已经有帐号了]]>

# fui_welcome_back_email_header
source: <![CDATA[Welcome back!]]>
ar: <![CDATA[تسرّنا عودتك!]]>
bg: <![CDATA[Добре дошли отново!]]>
ca: <![CDATA[Benvingut de nou!]]>
cs: <![CDATA[Vítejte zpět!]]>
da: <![CDATA[Velkommen tilbage!]]>
de: <![CDATA[Willkommen zurück!]]>
el: <![CDATA[Καλώς ορίσατε και πάλι!]]>
es: <![CDATA[¡Hola de nuevo!]]>
fa: <![CDATA[باز هم خوش آمدید!]]>
fi: <![CDATA[Tervetuloa takaisin!]]>
fil: <![CDATA[Maligayang pagbabalik!]]>
fr: <![CDATA[Bienvenue !]]>
hi: <![CDATA[आपका फिर से स्वागत है!]]>
hr: <![CDATA[Dobro došli natrag!]]>
hu: <![CDATA[Örülünk, hogy visszatért!]]>
in: <![CDATA[Selamat datang kembali!]]>
it: <![CDATA[Bentornato.]]>
iw: <![CDATA[ברוכים השבים!]]>
ja: <![CDATA[こんにちは]]>
ko: <![CDATA[환영합니다.]]>
lt: <![CDATA[Sveiki sugrįžę!]]>
lv: <![CDATA[Laipni lūdzam atpakaļ!]]>
nl: <![CDATA[Welkom terug.]]>
no: <![CDATA[Velkommen tilbake!]]>
pl: <![CDATA[Witamy z powrotem]]>
pt: <![CDATA[É bom ver você novamente!]]>
ro: <![CDATA[Bine ați revenit!]]>
ru: <![CDATA[Рады видеть вас снова!]]>
sk: <![CDATA[Vitajte späť!]]>
sl: <![CDATA[Dobrodošli nazaj!]]>
sr: <![CDATA[Добро дошли поново!]]>
sv: <![CDATA[Välkommen tillbaka!]]>
th: <![CDATA[ยินดีต้อนรับอีกครั้ง!]]>
tr: <![CDATA[Tekrar hoş geldiniz!]]>
uk: <![CDATA[З поверненням!]]>
ur: <![CDATA[واپسی پر خوش آمدید!]]>
vi: <![CDATA[Chào mừng bạn quay trở lại!]]>
zh: <![CDATA[欢迎回来！]]>

# fui_welcome_back_email_link_header
source: <![CDATA[You already have an account ]]>
ar: <![CDATA[لديك حساب حاليًا ]]>
bg: <![CDATA[Вече имате профил ]]>
ca: <![CDATA[Ja tens un compte ]]>
cs: <![CDATA[Již máte účet ]]>
da: <![CDATA[Du har allerede en konto ]]>
de: <![CDATA[Sie haben schon ein Konto ]]>
el: <![CDATA[Έχετε ήδη λογαριασμό ]]>
es: <![CDATA[Ya tienes una cuenta ]]>
fa: <![CDATA[از قبل حسابی دارید ]]>
fi: <![CDATA[Sinulla on jo tili ]]>
fil: <![CDATA[May account ka na ]]>
fr: <![CDATA[Vous avez déjà un compte ]]>
hi: <![CDATA[आपके पास पहले से ही एक खाता है ]]>
hr: <![CDATA[Već imate račun ]]>
hu: <![CDATA[Már rendelkezik fiókkal ]]>
in: <![CDATA[Anda sudah memiliki akun ]]>
it: <![CDATA[Hai già un account ]]>
iw: <![CDATA[כבר יצרת חשבון ]]>
ja: <![CDATA[すでにアカウントをお持ちです ]]>
ko: <![CDATA[이미 계정이 있습니다. ]]>
lt: <![CDATA[Jau turite paskyrą ]]>
lv: <![CDATA[Jums jau ir konts ]]>
nl: <![CDATA[U heeft al een account ]]>
no: <![CDATA[Du har allerede en konto ]]>
pl: <![CDATA[Masz już konto ]]>
pt: <![CDATA[Você já tem uma conta ]]>
ro: <![CDATA[Aveți deja un cont ]]>
ru: <![CDATA[У вас уже есть аккаунт ]]>
sk: <![CDATA[Už máte účet ]]>
sl: <![CDATA[Račun že imate ]]>
sr: <![CDATA[Већ имате налог ]]>
sv: <![CDATA[Du har redan ett konto ]]>
th: <![CDATA[คุณมีบัญชีแล้ว ]]>
tr: <![CDATA[Zaten bir hesabınız var ]]>
uk: <![CDATA[У вас уже є обліковий запис ]]>
ur: <![CDATA[آپ کے پاس پہلے سے ہی ایک اکاؤنٹ ہے‎ ]]>
vi: <![CDATA[Bạn đã có tài khoản ]]>
zh: <![CDATA[您已经有帐号了 ]]>

# fui_welcome_back_idp_prompt
source: <![CDATA[ You've already used {0}. Sign in with {1} to continue. ]]>
ar: <![CDATA[لقد سبق أن استخدمت {0}. سجّل الدخول باستخدام {1} للمتابعة.]]>
bg: <![CDATA[Вече използвахте {0}. За да продължите, влезте с {1}.]]>
ca: <![CDATA[Ja has utilitzat l'adreça electrònica {0}. Inicia la sessió amb {1} per continuar.]]>
cs: <![CDATA[Již jste použili adresu {0}. Chcete-li pokračovat, přihlaste se prostřednictvím služby {1}.]]>
da: <![CDATA[Du har allerede brugt {0}. Log ind med {1} for at fortsætte.]]>
de: <![CDATA[Sie haben {0} bereits verwendet. Melden Sie sich mit {1} an, um fortzufahren.]]>
el: <![CDATA[Έχετε ήδη χρησιμοποιήσει τη διεύθυνση {0}. Συνδεθείτε μέσω {1} για να συνεχίσετε.]]>
es: <![CDATA[Ya has usado {0}. Para continuar, inicia sesión con {1}.]]>
fa: <![CDATA[قبلاً از {0} استفاده کرده‌اید. برای ادامه، با {1} وارد سیستم شوید.]]>
fi: <![CDATA[Olet jo käyttänyt osoitetta {0}. Jatka kirjautumalla palvelun {1} kautta.]]>
fil: <![CDATA[Nagamit mo na ang {0}. Mag-sign in gamit ang {1} upang magpatuloy.]]>
fr: <![CDATA[Vous avez déjà utilisé l'adresse e-mail {0}. Connectez-vous avec {1} pour continuer.]]>
hi: <![CDATA[आपने पहले ही {0} का उपयोग कर लिया है. जारी रखने के लिए {1} से प्रवेश करें.]]>
hr: <![CDATA[Već ste upotrijebili e-adresu {0}. Za nastavak se prijavite putem usluge {1}.]]>
hu: <![CDATA[Már használta a következő e-mail-címet: {0}. A folytatáshoz jelentkezzen be {1}-fiókjával.]]>
in: <![CDATA[Anda telah menggunakan {0}. Login dengan {1} untuk melanjutkan.]]>
it: <![CDATA[Hai già utilizzato {0}. Accedi con {1} per continuare.]]>
iw: <![CDATA[כבר השתמשת בכתובת {0}. כדי להמשיך, עליך להיכנס באמצעות {1}.]]>
ja: <![CDATA[{0} をすでに使用しています。{1} でログインして続行してください。]]>
ko: <![CDATA[{0}을(를) 이미 사용하고 있습니다. 계속하려면 {1}(으)로 로그인하세요.]]>
lt: <![CDATA[Jau panaudojote {0}.Jei norite tęsti, prisijunkite per „{1}“.]]>
lv: <![CDATA[Esat jau izmantojis e-pasta adresi {0}. Pierakstieties pakalpojumā {1}, lai turpinātu.]]>
nl: <![CDATA[U heeft {0} al gebruikt. Log in met {1} om verder te gaan.]]>
no: <![CDATA[Du har allerede brukt {0}. Logg på med {1} for å fortsette.]]>
pl: <![CDATA[Adres {0} został już przez Ciebie użyty. Aby kontynuować, zaloguj się przez: {1}.]]>
pt: <![CDATA[Você já usou o e-mail {0}. Faça login com o {1} para continuar.]]>
ro: <![CDATA[Ați folosit deja {0}. Pentru a continua, conectați-vă cu {1}.]]>
ru: <![CDATA[Вы уже использовали адрес {0}. Войдите через аккаунт {1}.]]>
sk: <![CDATA[Už ste použili adresu {0}. Ak chcete pokračovať, prihláste sa pomocou účtu {1}.]]>
sl: <![CDATA[E-poštni naslov {0} ste že uporabili. Če želite nadaljevati, se prijavite z računom za {1}.]]>
sr: <![CDATA[Већ сте користили адресу {0}. Пријавите се преко {1}-а да бисте наставили.]]>
sv: <![CDATA[Du har redan använt {0}. Logga in med {1} om du vill fortsätta.]]>
th: <![CDATA[คุณใช้ {0} อยู่แล้ว ลงชื่อเข้าใช้ด้วย {1} เพื่อดำเนินการต่อ]]>
tr: <![CDATA[{0} adresini zaten kullandınız. Devam etmek için {1} ile oturum açın.]]>
uk: <![CDATA[Ви вже використовували електронну адресу {0}. Щоб продовжити, увійдіть в обліковий запис {1}.]]>
ur: <![CDATA[آپ نے پہلے ہی {0} استعمال کر لیا ہے۔ جاری رکھنے کے لیے {1} کے ساتھ سائن ان کریں۔]]>
vi: <![CDATA[Bạn đã sử dụng {0}. Đăng nhập bằng {1} để tiếp tục.]]>
zh: <![CDATA[您已经使用了 {0}。请使用 {1} 帐号登录以继续操作。]]>

# fui_welcome_back_password_prompt_body
source: <![CDATA[ You've already used {0} to sign in. Enter your password for that account. ]]>
ar: <![CDATA[لقد سبق أن استخدمت {0} لتسجيل الدخول. يُرجى إدخال كلمة المرور لهذا الحساب.]]>
bg: <![CDATA[Вече използвахте {0} за вход. Въведете паролата си за този профил.]]>
ca: <![CDATA[Ja has utilitzat l'adreça electrònica {0} per iniciar la sessió. Introdueix la contrasenya d'aquest compte.]]>
cs: <![CDATA[K přihlášení jste již použili adresu {0}. Zadejte příslušné heslo k účtu.]]>
da: <![CDATA[Du har allerede brugt {0} til at logge ind. Angiv din adgangskode for den pågældende konto.]]>
de: <![CDATA[Sie haben {0} bereits zur Anmeldung verwendet. Gib das Passwort für dieses Konto ein.]]>
el: <![CDATA[Έχετε ήδη χρησιμοποιήσει τη διεύθυνση {0} για να συνδεθείτε. Εισαγάγετε τον κωδικό πρόσβασής σας για αυτόν τον λογαριασμό.]]>
es: <![CDATA[Ya has usado {0} para iniciar sesión. Introduce la contraseña de esa cuenta.]]>
fa: <![CDATA[قبلاً از {0} برای ورود به سیستم استفاده کرده‌اید. گذرواژه این حساب را وارد کنید.]]>
fi: <![CDATA[Olet jo käyttänyt osoitetta {0} kirjautumiseen. Anna kyseisen tilin salasana.]]>
fil: <![CDATA[Nagamit mo na ang {0} upang mag-sign in. Ilagay ang iyong password para sa account na iyon.]]>
fr: <![CDATA[Vous avez déjà utilisé l'adresse e-mail {0} pour vous connecter. Saisissez le mot de passe du compte.]]>
hi: <![CDATA[आपने पहले ही प्रवेश करने के लिए {0} का उपयोग कर लिया है. उस खाते के लिए अपना पासवर्ड डालें.]]>
hr: <![CDATA[Za prijavu ste već upotrijebili e-adresu {0}. Unesite zaporku za taj račun.]]>
hu: <![CDATA[Ezt az e-mail-fiókot ({0}) már használta bejelentkezésre. Adja meg a fiókhoz tartozó jelszót.]]>
in: <![CDATA[Anda telah menggunakan {0} untuk login. Masukkan sandi untuk akun tersebut.]]>
it: <![CDATA[Hai già utilizzato {0} per accedere. Inserisci la password di questo account.]]>
iw: <![CDATA[כבר השתמשת בכתובת {0}. כדי להיכנס. עליך להזין את הסיסמה לחשבון המשויך אליה.]]>
ja: <![CDATA[すでに {0} を使用してログインしています。このアカウントのパスワードを入力してください。]]>
ko: <![CDATA[이미 {0}을(를) 사용하여 로그인했습니다. 해당 계정의 비밀번호를 입력하세요.]]>
lt: <![CDATA[Jūs jau prisijungėte naudodami {0}. Įveskite tos paskyros slaptažodį.]]>
lv: <![CDATA[Esat jau izmantojis e-pasta adresi {0}, lai pierakstītos. Ievadiet šī konta paroli.]]>
nl: <![CDATA[U heeft al ingelogd met {0}. Voer uw wachtwoord in voor dit account.]]>
no: <![CDATA[Du har allerede brukt {0} for å logge på. Angi passordet ditt for denne kontoen.]]>
pl: <![CDATA[Adres {0} został już przez Ciebie użyty do logowania. Wpisz hasło tego konta.]]>
pt: <![CDATA[Você já usou o e-mail {0} para fazer login. Insira a senha dessa conta.]]>
ro: <![CDATA[Ați folosit deja {0} pentru a vă conecta. Introduceți parola acestui cont.]]>
ru: <![CDATA[Вы уже использовали адрес {0}. Введите пароль для этого аккаунта.]]>
sk: <![CDATA[Na prihlásenie ste už použili adresu {0}. Zadajte svoje heslo pre daný účet.]]>
sl: <![CDATA[E-poštni naslov {0} ste že uporabili za prijavo. Vnesite geslo za ta račun.]]>
sr: <![CDATA[Већ сте користили адресу {0} за пријављивање. Унесите лозинку за тај налог.]]>
sv: <![CDATA[Du har redan loggat in med {0}. Ange lösenordet för det kontot.]]>
th: <![CDATA[คุณใช้ {0} ในการลงชื่อเข้าใช้อยู่แล้ว โปรดป้อนรหัสผ่านสำหรับบัญชีดังกล่าว]]>
tr: <![CDATA[{0} adresini oturum açmak için zaten kullandınız. Bu hesap için şifrenizi girin.]]>
uk: <![CDATA[Ви вже використовували електронну адресу {0} для входу. Введіть пароль для цього облікового запису.]]>
ur: <![CDATA[آپ نے پہلے ہی {0} استعمال کر لیا ہے سائن کرنے کے لیے۔ اس کاؤنٹ کے لیے اپنا پاس ورڈ درج کریں۔]]>
vi: <![CDATA[Bạn đã sử dụng {0} để đăng nhập. Hãy nhập mật khẩu của bạn cho tài khoản đó.]]>
zh: <![CDATA[您已经使用 {0} 登录了，请输入该帐号的密码。]]>
