Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_email_link_wrong_device_message
source: <![CDATA[Try opening the link using the same device or browser where you started the sign-in process.]]>
ar: <![CDATA[يُرجى محاولة فتح الرابط باستخدام الجهاز أو المتصفّح نفسه الذي استخدمته عند بدء عملية تسجيل الدخول.]]>
bg: <![CDATA[Опитайте да отворите връзката от същото устройство или браузър, където е започнат процесът на влизане в профила.]]>
ca: <![CDATA[Prova d'obrir l'enllaç amb el mateix dispositiu o navegador on has començat el procés d'inici de sessió.]]>
cs: <![CDATA[Otevřete odkaz na stejném zařízení nebo ve stejném prohlížeči, kde jste proces přihlášení započali.]]>
da: <![CDATA[Prøv at åbne linket med samme enhed eller samme browser, som du brugte til at starte loginprocessen.]]>
de: <![CDATA[Öffnen Sie den Link mit demselben Gerät oder Browser, mit dem Sie die Anmeldung begonnen haben.]]>
el: <![CDATA[Δοκιμάστε να ανοίξετε τον σύνδεσμο χρησιμοποιώντας την ίδια συσκευή ή το ίδιο πρόγραμμα περιήγησης από όπου ξεκινήσατε τη διαδικασία σύνδεσης.]]>
es: <![CDATA[Prueba a abrir el enlace con el mismo dispositivo o navegador en los que empezaste el proceso de inicio de sesión.]]>
fa: <![CDATA[با همان دستگاه یا مرورگری که فرایند ورود به سیستم را آغاز کردید، پیوند را باز کنید.]]>
fi: <![CDATA[Kokeile avata linkki käyttäen samaa laitetta tai selainta, jolla aloitit kirjautumisen.]]>
fil: <![CDATA[Subukang buksan ang link gamit ang parehong device o browser kung saan mo sinimulan ang proseso ng pag-sign in.]]>
fr: <![CDATA[Essayez d'ouvrir le lien en utilisant le même appareil ou navigateur que celui sur lequel vous avez commencé le processus de connexion.]]>
hi: <![CDATA[उसी डिवाइस या ब्राउज़र का इस्तेमाल करके लिंक खोलने की कोशिश करें जिससे आपने साइन-इन करना शुरू किया था.]]>
hr: <![CDATA[Pokušajte otvoriti vezu s onog uređaja ili preglednika u kojem ste započeli postupak prijave.]]>
hu: <![CDATA[Ugyanazzal az eszközzel vagy böngészővel nyissa meg a linket, amellyel elkezdte a bejelentkezési műveletet.]]>
in: <![CDATA[Coba buka link menggunakan perangkat atau browser yang sama tempat Anda memulai proses login.]]>
it: <![CDATA[Prova ad aprire il link utilizzando lo stesso dispositivo o browser dal quale hai iniziato la procedura di accesso.]]>
iw: <![CDATA[מומלץ לפתוח את הקישור באמצעות אותו מכשיר או דפדפן שבהם התחלת את תהליך הכניסה.]]>
ja: <![CDATA[ログイン プロセスを開始したときと同じデバイスまたはブラウザを使用してリンクを開いてみてください。]]>
ko: <![CDATA[로그인 절차를 시작하는 데 사용한 것과 동일한 기기나 브라우저로 링크를 열어 보세요.]]>
lt: <![CDATA[Bandykite atidaryti nuorodą naudodami tą patį įrenginį ar naršyklę, kur pradėjote prisijungimo procesą.]]>
lv: <![CDATA[Mēģiniet atvērt saiti, izmantot to pašu ierīci vai pārlūkprogrammu, kur sākāt pierakstīšanās procesu.]]>
nl: <![CDATA[Probeer de link te openen op het apparaat of in de browser waarmee u het inlogproces bent gestart.]]>
no: <![CDATA[Prøv å åpne linken med den samme enheten eller nettleseren som du brukte til å starte påloggingsprosessen.]]>
pl: <![CDATA[Otwórz link na tym samym urządzeniu, na którym rozpoczęto proces logowania i w tej samej przeglądarce.]]>
pt: <![CDATA[Tente abrir o link usando o mesmo dispositivo ou navegador que você usou para iniciar o processo de login.]]>
ro: <![CDATA[Încercați să accesați linkul folosind același dispozitiv sau browser pe care ați început procesul de conectare.]]>
ru: <![CDATA[Попробуйте открыть ссылку в браузере или на устройстве, которые вы использовали, чтобы начать процесс входа.]]>
sk: <![CDATA[Skúste otvoriť odkaz pomocou toho istého zariadenia, v ktorom ste začali proces prihlásenia.]]>
sl: <![CDATA[Povezavo poskusite odpreti v isti napravi ali brskalniku, kjer ste začeli postopek prijave.]]>
sr: <![CDATA[Отворите линк са истог уређаја или из истог прегледача из ког сте покренули поступак пријављивања.]]>
sv: <![CDATA[Testa att öppna länken med samma enhet eller webbläsare som du använde när du påbörjade inloggningen.]]>
th: <![CDATA[ลองเปิดลิงก์โดยใช้อุปกรณ์หรือเบราว์เซอร์เดียวกันกับที่คุณใช้ในขั้นตอนการลงชื่อเข้าใช้]]>
tr: <![CDATA[Bağlantıyı, oturum açma işlemini başlattığınız cihazda veya tarayıcıda açmayı deneyin.]]>
uk: <![CDATA[Спробуйте відкрити посилання на пристрої або у веб-переглядачі, де ви починали процедуру входу.]]>
ur: <![CDATA[جہاں آپ نے سائن ان کا عمل شروع کیا تھا، اسی آلہ یا براؤزر کا استعمال کر کے لنک کھولنے کی کوشش کریں۔]]>
vi: <![CDATA[Hãy thử mở liên kết bằng cùng một thiết bị hoặc trình duyệt mà bạn dùng để bắt đầu quá trình đăng nhập.]]>
zh: <![CDATA[请尝试使用您最初进入登录流程时所用的设备或浏览器打开链接。]]>

# fui_email_link_invalid_link_header
source: <![CDATA[Unable to complete sign in]]>
ar: <![CDATA[تعذُّر إكمال عملية تسجيل الدخول]]>
bg: <![CDATA[Влизането в профила не може да бъде завършено]]>
ca: <![CDATA[No s'ha pogut completar l'inici de sessió]]>
cs: <![CDATA[Přihlášení nelze dokončit]]>
da: <![CDATA[Login mislykkedes]]>
de: <![CDATA[Anmelden nicht möglich]]>
el: <![CDATA[Δεν είναι δυνατή η ολοκλήρωση της σύνδεσης]]>
es: <![CDATA[No se ha podido completar el inicio de sesión]]>
fa: <![CDATA[تکمیل ورود به سیستم ممکن نیست]]>
fi: <![CDATA[Kirjautumista ei voi suorittaa loppuun]]>
fil: <![CDATA[Hindi makumpleto ang pag-sign in]]>
fr: <![CDATA[Impossible de se connecter]]>
hi: <![CDATA[साइन इन नहीं किया जा सका]]>
hr: <![CDATA[Prijava se ne može dovršiti]]>
hu: <![CDATA[Nem sikerült a bejelentkezés]]>
in: <![CDATA[Tidak dapat menyelesaikan login]]>
it: <![CDATA[Impossibile completare l'accesso]]>
iw: <![CDATA[לא ניתן להשלים את תהליך הכניסה]]>
ja: <![CDATA[ログインを完了できません]]>
ko: <![CDATA[로그인을 완료할 수 없음]]>
lt: <![CDATA[Nepavyko prisijungti]]>
lv: <![CDATA[Nevar pabeigt pierakstīšanos]]>
nl: <![CDATA[Kan het inlogproces niet voltooien]]>
no: <![CDATA[Kunne ikke fullføre påloggingen]]>
pl: <![CDATA[Nie można się zalogować]]>
pt: <![CDATA[Não é possível fazer login]]>
ro: <![CDATA[Conectarea nu poate fi finalizată]]>
ru: <![CDATA[Не удалось выполнить вход]]>
sk: <![CDATA[Prihlásenie nie je možné]]>
sl: <![CDATA[Prijave ni mogoče dokončati]]>
sr: <![CDATA[Пријављивање није могуће]]>
sv: <![CDATA[Det går inte att slutföra inloggningen]]>
th: <![CDATA[ลงชื่อเข้าใช้ไม่สำเร็จ]]>
tr: <![CDATA[Oturum açılamıyor]]>
uk: <![CDATA[Не вдалося ввійти]]>
ur: <![CDATA[سائن ان مکمل کرنے میں ناکام]]>
vi: <![CDATA[Không thể hoàn tất đăng nhập]]>
zh: <![CDATA[无法完成登录]]>

# fui_email_link_invalid_link_message
source: <![CDATA[The action code is invalid. This can happen if the code is malformed, expired, or has already been used.]]>
ar: <![CDATA[إنّ رمز الإجراء غير صالح. قد تحدث هذه المشكلة إذا كان الرمز غير صحيح أو منتهي الصلاحية أو إذا تمّ استخدامه سابقًا.]]>
bg: <![CDATA[Кодът за активиране е невалиден. Той може да е образуван неправилно, да е с изтекла валидност или вече да е използван.]]>
ca: <![CDATA[El codi de l'acció no és vàlid. Això pot passar si el codi té un format incorrecte, ha caducat o ja s'ha fet servir.]]>
cs: <![CDATA[Tento kód je neplatný. Je zřejmě špatně zadaný, prošlý nebo už použitý.]]>
da: <![CDATA[Aktiveringskoden er ugyldig. Det kan ske, hvis koden er forkert udformet, udløbet eller allerede er blevet brugt.]]>
de: <![CDATA[Der Aktionscode ist ungültig. Möglicherweise ist der Code fehlerhaft oder abgelaufen oder er wurde bereits verwendet.]]>
el: <![CDATA[Ο κωδικός ενέργειας δεν είναι έγκυρος. Αυτό μπορεί να συμβεί αν ο κωδικός έχει λανθασμένη μορφή, έχει λήξει ή χρησιμοποιείται ήδη.]]>
es: <![CDATA[El código de acción no es válido. Esto puede deberse a que ha caducado, ya se ha utilizado o el formato es incorrecto.]]>
fa: <![CDATA[کد اقدام نامعتبر است. این اتفاق زمانی می‌افتد که کد ناقص باشد، منقضی شده باشد، یا قبلاً استفاده شده باشد.]]>
fi: <![CDATA[Toimintakoodi on virheellinen. Syynä voi olla, että koodi on väärän muotoinen, vanhentunut tai jo käytetty.]]>
fil: <![CDATA[Hindi valid ang code ng aksyon. Maaaring mangyari ito kung malformed, nag-expire na, o nagamit na ang code.]]>
fr: <![CDATA[Le code d'action n'est pas valide. Ce problème peut survenir si le code est incorrect, s'il est arrivé à expiration ou s'il a déjà été utilisé.]]>
hi: <![CDATA[एक्टिवेशन कोड गलत है. कोड के सामान्य रूप से नहीं होने, समय-सीमा खत्म होने या उसका पहले से इस्तेमाल होने की वजह से ऐसा हो सकता है.]]>
hr: <![CDATA[Kôd radnje nije važeći. Do toga može doći ako je kôd oštećen, istekao ili je već upotrijebljen.]]>
hu: <![CDATA[Érvénytelen műveleti kód. Ez akkor fordulhat elő, ha a kód rossz formátumú, lejárt, vagy ha már felhasználták.]]>
in: <![CDATA[Kode tindakan tidak valid. Ini bisa terjadi jika kode rusak, sudah tidak berlaku, atau sudah digunakan.]]>
it: <![CDATA[Il codice azione non è valido, perché il suo formato potrebbe non essere corretto oppure potrebbe essere già stato utilizzato o scaduto.]]>
iw: <![CDATA[קוד הפעולה לא חוקי. מצב זה עלול להתרחש כשמזינים את הקוד בצורה שגויה, כשפג התוקף של הקוד או כשנעשה בו כבר שימוש.]]>
ja: <![CDATA[アクション コードが無効です。この問題は、コードの形式が誤っているか期限が切れている、またはコードがすでに使用されている場合に発生する可能性があります。]]>
ko: <![CDATA[작업 코드가 잘못되었습니다. 코드가 만료되었거나 형식이 잘못되었거나 코드를 이미 사용한 경우에 이 문제가 발생할 수 있습니다.]]>
lt: <![CDATA[Veiksmo kodas netinkamas. Tai gali nutikti, kai kodas netinkamai suformuotas, baigė galioti arba jau buvo naudotas.]]>
lv: <![CDATA[Aktivizācijas kods nav derīgs. Tā var notikt, ja kods ir nepareizi veidots, tam beidzies derīguma termiņš vai tas jau ir izmantots.]]>
nl: <![CDATA[De actiecode is ongeldig. Dit kan gebeuren als de code onjuist is, is vervallen of al is gebruikt.]]>
no: <![CDATA[Koden er ugyldig. Dette kan skyldes at koden er utløpt eller i feil format, eller at den allerede er brukt.]]>
pl: <![CDATA[Kod aktywacyjny jest nieprawidłowy. Może się to zdarzyć, jeśli kod ma nieprawidłowy format, wygasł lub został już wykorzystany.]]>
pt: <![CDATA[O código da ação é inválido. Isso pode acontecer quando o código está incorreto ou já foi usado.]]>
ro: <![CDATA[Codul de acțiune nu este valid. Se poate întâmpla în cazurile în care codul este incorect, expirat sau a fost folosit deja.]]>
ru: <![CDATA[Код активации недействителен. Он имеет недопустимый формат, уже использован, или истек срок его действия.]]>
sk: <![CDATA[Tento akčný kód je neplatný. Môže to byť preto, že má nesprávny tvar, jeho platnosť vypršala alebo už bol použitý.]]>
sl: <![CDATA[Aktivacijska koda ni veljavna. To se lahko zgodi, če koda ni pravilne oblike, je potekla ali je že bila uporabljena.]]>
sr: <![CDATA[Кôд радње је неважећи. То се дешава ако је кôд погрешно формиран, истекао или већ искоришћен.]]>
sv: <![CDATA[Åtgärdskoden är ogiltig. Det här kan inträffa om kodformatet är felaktigt, om koden har upphört att gälla eller om den redan har använts.]]>
th: <![CDATA[รหัสการทำงานไม่ถูกต้อง เหตุการณ์นี้อาจเกิดขึ้นหากรหัสผิดรูปแบบ หมดอายุแล้ว หรือมีการใช้งานอยู่แล้ว]]>
tr: <![CDATA[İşlem kodu geçersiz. Bunun nedeni kodun bozuk olması, süresinin dolması veya daha önce kullanılmış olması olabilir.]]>
uk: <![CDATA[Недійсний код активації. Можливо, він неправильний, застарілий або вже використаний.]]>
ur: <![CDATA[کارروائی کا کوڈ غلط ہے، اگر یہ کوڈ بے ترتیب ہے، اس کی میعاد ختم ہو گئی ہے،یا پہلے ہی استعمال کر لیا گیا ہے تو ایسا ہو سکتا ہے۔]]>
vi: <![CDATA[Mã kích hoạt không hợp lệ. Điều này có thể xảy ra nếu mã không đúng định dạng, đã hết hạn hoặc đã sử dụng.]]>
zh: <![CDATA[操作代码无效。如果该代码格式有误、已过期或已被使用，就可能会发生这种情况。]]>

# fui_email_link_different_anonymous_user_header
source: <![CDATA[Session ended]]>
ar: <![CDATA[انتهت الجلسة]]>
bg: <![CDATA[Сесията приключи]]>
ca: <![CDATA[Sessió finalitzada]]>
cs: <![CDATA[Relace byla ukončena]]>
da: <![CDATA[Sessionen er afsluttet]]>
de: <![CDATA[Sitzung beendet]]>
el: <![CDATA[Η περίοδος σύνδεσης έληξε]]>
es: <![CDATA[La sesión ha finalizado]]>
fa: <![CDATA[جلسه تمام شد]]>
fi: <![CDATA[Istunto päättyi]]>
fil: <![CDATA[Natapos ang session]]>
fr: <![CDATA[Session terminée]]>
hi: <![CDATA[सत्र खत्म हो गया है]]>
hr: <![CDATA[Sesija je završila]]>
hu: <![CDATA[A munkamenet befejeződött]]>
in: <![CDATA[Sesi diakhiri]]>
it: <![CDATA[Sessione terminata]]>
iw: <![CDATA[הסשן הסתיים]]>
ja: <![CDATA[セッションが終了しています]]>
ko: <![CDATA[세션 종료됨]]>
lt: <![CDATA[Sesija baigėsi]]>
lv: <![CDATA[Sesija ir beigusies]]>
nl: <![CDATA[Sessie beëindigd]]>
no: <![CDATA[Økten er utløpt]]>
pl: <![CDATA[Sesja została zakończona]]>
pt: <![CDATA[Sessão encerrada]]>
ro: <![CDATA[S-a încheiat sesiunea]]>
ru: <![CDATA[Сеанс завершен]]>
sk: <![CDATA[Relácia sa skončila]]>
sl: <![CDATA[Seja se je končala]]>
sr: <![CDATA[Сесија је завршена]]>
sv: <![CDATA[Sessionen är avslutad]]>
th: <![CDATA[สิ้นสุดเซสชันแล้ว]]>
tr: <![CDATA[Oturum sona erdi]]>
uk: <![CDATA[Сеанс завершено]]>
ur: <![CDATA[سیشن ختم ہو گیا]]>
vi: <![CDATA[Phiên hoạt động đã kết thúc]]>
zh: <![CDATA[会话已结束]]>

# fui_email_link_different_anonymous_user_message
source: <![CDATA[The session associated with this sign-in request has either expired or was cleared.]]>
ar: <![CDATA[انتهت صلاحية الجلسة المرتبطة بطلب تسجيل الدخول هذا أو تمّ محوها.]]>
bg: <![CDATA[Сесията, свързана с тази заявка за вход в профила, е изтекла или бе изчистена.]]>
ca: <![CDATA[La sessió associada a aquesta sol·licitud d'inici de sessió ha caducat o s'ha esborrat.]]>
cs: <![CDATA[Relace přidružená k této žádosti o přihlášení buď vypršela, nebo byla vymazána.]]>
da: <![CDATA[Den session, som er tilknyttet denne anmodning om login, er enten udløbet eller ryddet.]]>
de: <![CDATA[Die mit dieser Anmeldeanfrage verknüpfte Sitzung ist entweder abgelaufen oder wurde gelöscht.]]>
el: <![CDATA[Η περίοδος σύνδεσης που συσχετίζεται με το αίτημα σύνδεσης είτε έληξε είτε διαγράφηκε.]]>
es: <![CDATA[La sesión asociada con esta solicitud de inicio de sesión ha caducado o se ha borrado.]]>
fa: <![CDATA[جلسه مرتبط با این درخواستِ ورود به سیستم منقضی یا پاک شد.]]>
fi: <![CDATA[Tähän kirjautumispyyntöön liittyvä istunto on joko vanhentunut tai tyhjennetty.]]>
fil: <![CDATA[Ang session na kaugnay ng kahilingan sa pag-sign in na ito ay maaaring nag-expire na o na-clear.]]>
fr: <![CDATA[La session associée à cette demande de connexion a expiré ou a été effacée.]]>
hi: <![CDATA[इस साइन-इन अनुरोध से जुड़े हुए सत्र की समय-सीमा या तो खत्म हो गई है या यह सत्र हटा दिया गया है.]]>
hr: <![CDATA[Sesija povezana s tim zahtjevom za prijavu istekla je ili je uklonjena.]]>
hu: <![CDATA[A bejelentkezési kérelemhez kapcsolódó munkamenet lejárt, vagy törölték.]]>
in: <![CDATA[Sesi yang terkait dengan permintaan login ini sudah berakhir atau sudah dihapus.]]>
it: <![CDATA[La sessione associata a questa richiesta di accesso è scaduta o è stata cancellata.]]>
iw: <![CDATA[הסשן שמשויך לבקשת הכניסה הזו נמחק או שתוקפו פג.]]>
ja: <![CDATA[このログイン リクエストに関連付けられたセッションの有効期限が切れているか、クリアされています。]]>
ko: <![CDATA[이 로그인 요청에 연결된 세션이 만료되었거나 삭제되었습니다.]]>
lt: <![CDATA[Šios prisijungimo užklausos sesija baigė galioti arba buvo išvalyta.]]>
lv: <![CDATA[Ar šo pierakstīšanās pieprasījumu saistītajai sesijai ir beidzies termiņš vai tā tika notīrīta.]]>
nl: <![CDATA[De aan dit inlogverzoek gekoppelde sessie is vervallen of gewist.]]>
no: <![CDATA[Økten som er knyttet til denne påloggingsforespørselen, er enten utløpt eller fjernet.]]>
pl: <![CDATA[Sesja powiązana z tą prośbą o zalogowanie wygasła lub została wyczyszczona.]]>
pt: <![CDATA[A sessão associada a este login expirou ou foi apagada.]]>
ro: <![CDATA[Sesiunea asociată acestei solicitări de conectare a expirat sau a fost ștearsă.]]>
ru: <![CDATA[Время сеанса, связанного с этим запросом входа, истекло, или сеанс был завершен.]]>
sk: <![CDATA[Relácia spojená s touto žiadosťou o prihlásenie bola vymazaná alebo jej platnosť vypršala.]]>
sl: <![CDATA[Seja, povezana s to zahtevo za prijavo, je potekla ali je bila izbrisana.]]>
sr: <![CDATA[Сесија повезана са овим захтевом за пријављивање је истекла или обрисана.]]>
sv: <![CDATA[Sessionen som hör till den här inloggningsförfrågan har antingen upphört att gälla eller tagits bort.]]>
th: <![CDATA[เซสชันที่เชื่อมโยงกับคำขอลงชื่อเข้าใช้นี้หมดอายุหรือถูกล้างไปแล้ว]]>
tr: <![CDATA[Bu oturum açma isteğiyle ilişkili oturumun süresi doldu veya oturum kaldırıldı.]]>
uk: <![CDATA[Сеанс, пов’язаний із цим запитом на вхід, завершено або видалено.]]>
ur: <![CDATA[سائن ان درخواست کے شروع ہونے والے سیشن کی میعاد آیا ختم ہو چکی ہے یا صاف ہو چکی ہے۔]]>
vi: <![CDATA[Phiên hoạt động liên quan đến yêu cầu đăng nhập này đã hết hạn hoặc đã bị xóa.]]>
zh: <![CDATA[与此登录请求关联的会话已过期或清除。]]>

# fui_email_link_confirm_email_header
source: <![CDATA[Confirm email]]>
ar: <![CDATA[تأكيد عنوان البريد الإلكتروني]]>
bg: <![CDATA[Потвърдете имейл адреса]]>
ca: <![CDATA[Confirma l'adreça electrònica]]>
cs: <![CDATA[Potvrzení·e-mailu]]>
da: <![CDATA[Bekræft mailadresse]]>
de: <![CDATA[E-Mail-Adresse bestätigen]]>
el: <![CDATA[Επιβεβαίωση διεύθυνσης ηλεκτρονικού ταχυδρομείου]]>
es: <![CDATA[Confirmar el correo electrónico]]>
fa: <![CDATA[تأیید ایمیل]]>
fi: <![CDATA[Vahvista sähköposti]]>
fil: <![CDATA[Kumpirmahin ang email]]>
fr: <![CDATA[Confirmez votre adresse e-mail]]>
hi: <![CDATA[ईमेल की पुष्टि करें]]>
hr: <![CDATA[Potvrdite e-adresu]]>
hu: <![CDATA[E-mail megerősítése]]>
in: <![CDATA[Konfirmasi email]]>
it: <![CDATA[Conferma email]]>
iw: <![CDATA[אישור כתובת האימייל]]>
ja: <![CDATA[メールの確認]]>
ko: <![CDATA[이메일 확인]]>
lt: <![CDATA[Patvirtinkite el. paštą]]>
lv: <![CDATA[Apstipriniet e-pasta adresi]]>
nl: <![CDATA[E-mailadres bevestigen]]>
no: <![CDATA[Bekreft e-postadressen]]>
pl: <![CDATA[Potwierdź adres e-mail]]>
pt: <![CDATA[Confirme o e-mail]]>
ro: <![CDATA[Confirmați adresa de e-mail]]>
ru: <![CDATA[Подтвердите адрес электронной почты]]>
sk: <![CDATA[Potvrdenie e‑mailovej adresy]]>
sl: <![CDATA[Potrdite e-poštni naslov]]>
sr: <![CDATA[Потврдите имејл адресу]]>
sv: <![CDATA[Bekräfta e-postadress]]>
th: <![CDATA[ยืนยันอีเมล]]>
tr: <![CDATA[E-posta adresini onaylayın]]>
uk: <![CDATA[Підтвердьте електронну адресу]]>
ur: <![CDATA[ای میل کی تصدیق کریں]]>
vi: <![CDATA[Xác nhận email]]>
zh: <![CDATA[确认电子邮件地址]]>

# fui_email_link_confirm_email_message
source: <![CDATA[Confirm email to continue sign in]]>
ar: <![CDATA[تأكيد عنوان البريد الإلكتروني لمتابعة تسجيل الدخول]]>
bg: <![CDATA[Потвърдете имейл адреса, за да продължите с влизането в профила]]>
ca: <![CDATA[Confirma l'adreça electrònica per continuar amb l'inici de sessió]]>
cs: <![CDATA[Pokud chcete pokračovat v přihlášení, potvrďte e-mailovou adresu.]]>
da: <![CDATA[Bekræft mailadresse for at fortsætte loginprocessen]]>
de: <![CDATA[E-Mail-Adresse bestätigen, um Anmeldung fortzusetzen]]>
el: <![CDATA[Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για να συνεχίσετε τη σύνδεση]]>
es: <![CDATA[Confirma el correo electrónico para continuar con el inicio de sesión]]>
fa: <![CDATA[برای ادامه ورود به سیستم، ایمیل را به‌تأیید برسانید]]>
fi: <![CDATA[Vahvista sähköposti jatkaaksesi kirjautumista]]>
fil: <![CDATA[Kumpirmahin ang email para magpatuloy sa pag-sign in]]>
fr: <![CDATA[Confirmez votre adresse e-mail pour vous connecter]]>
hi: <![CDATA[साइन इन जारी रखने के लिए ईमेल की पुष्टि करें]]>
hr: <![CDATA[Za nastavak prijave potvrdite e-adresu]]>
hu: <![CDATA[A bejelentkezés folytatásához erősítse meg az e-mail-címet]]>
in: <![CDATA[Konfirmasi email untuk melanjutkan login]]>
it: <![CDATA[Conferma l'indirizzo email per proseguire con l'accesso]]>
iw: <![CDATA[יש לאשר את כתובת האימייל כדי להמשיך בתהליך הכניסה]]>
ja: <![CDATA[ログインを続行するにはメールを確認してください]]>
ko: <![CDATA[계속해서 로그인하려면 이메일을 확인하세요.]]>
lt: <![CDATA[Patvirtinkite el. paštą, kad galėtumėte tęsti prisijungimą]]>
lv: <![CDATA[Lai turpinātu pierakstīšanos, apstipriniet e-pasta adresi.]]>
nl: <![CDATA[Bevestig uw e-mailadres om door te gaan met inloggen]]>
no: <![CDATA[Bekreft e-postadressen for å fortsette med påloggingen]]>
pl: <![CDATA[Potwierdź adres e-mail, aby kontynuować logowanie się]]>
pt: <![CDATA[Confirme o e-mail para continuar o login]]>
ro: <![CDATA[Confirmați adresa de e-mail pentru a continua conectarea]]>
ru: <![CDATA[Чтобы продолжить вход, подтвердите адрес электронной почты.]]>
sk: <![CDATA[Ak chcete pokračovať v prihlasovaní, potvrďte e‑mailovú adresu]]>
sl: <![CDATA[Če želite nadaljevati s prijavo, potrdite e-poštni naslov]]>
sr: <![CDATA[Потврдите имејл адресу да бисте наставили са пријављивањем]]>
sv: <![CDATA[Bekräfta e-postadressen om du vill fortsätta med inloggningen]]>
th: <![CDATA[ยืนยันอีเมลเพื่อลงชื่อเข้าใช้ต่อ]]>
tr: <![CDATA[Oturum açma işlemine devam etmek için e-posta adresini onaylayın]]>
uk: <![CDATA[Щоб продовжити, підтвердьте електронну адресу]]>
ur: <![CDATA[سائن ان جاری رکھنے کے لیے ای میل کی توثیق کریں]]>
vi: <![CDATA[Xác nhận email để tiếp tục đăng nhập]]>
zh: <![CDATA[确认电子邮件地址以继续登录]]>

# fui_email_link_dismiss_button
source: <![CDATA[Dismiss]]>
ar: <![CDATA[رفض]]>
bg: <![CDATA[Отхвърляне]]>
ca: <![CDATA[Ignora]]>
cs: <![CDATA[Zavřít]]>
da: <![CDATA[Afvis]]>
de: <![CDATA[Ablehnen]]>
el: <![CDATA[Παράβλεψη]]>
es: <![CDATA[Cerrar]]>
fa: <![CDATA[نپذیرفتن]]>
fi: <![CDATA[Hylkää]]>
fil: <![CDATA[I-dismiss]]>
fr: <![CDATA[Ignorer]]>
hi: <![CDATA[खारिज करें]]>
hr: <![CDATA[Odbaci]]>
hu: <![CDATA[Elvetés]]>
in: <![CDATA[Tutup]]>
it: <![CDATA[Ignora]]>
iw: <![CDATA[סגירה]]>
ja: <![CDATA[閉じる]]>
ko: <![CDATA[닫기]]>
lt: <![CDATA[Atsisakyti]]>
lv: <![CDATA[Nerādīt]]>
nl: <![CDATA[Afwijzen]]>
no: <![CDATA[Lukk]]>
pl: <![CDATA[Odrzuć]]>
pt: <![CDATA[Dispensar]]>
ro: <![CDATA[Închideți]]>
ru: <![CDATA[ОК]]>
sk: <![CDATA[Odmietnuť]]>
sl: <![CDATA[Opusti]]>
sr: <![CDATA[Одбаци]]>
sv: <![CDATA[Stäng]]>
th: <![CDATA[ปิด]]>
tr: <![CDATA[Kapat]]>
uk: <![CDATA[Закрити]]>
ur: <![CDATA[برخاست کریں]]>
vi: <![CDATA[Bỏ qua]]>
zh: <![CDATA[关闭]]>
