Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_sms_terms_of_service_and_privacy_policy_extended
source: <![CDATA[By tapping “{0}”, you are indicating that you accept our {1} and {2}. An SMS may be sent. Message & data rates may apply.]]>
ar: <![CDATA[يشير النقر على “{0}” إلى موافقتك على {1} و{2}. وقد يتمّ إرسال رسالة قصيرة كما قد تنطبق رسوم الرسائل والبيانات.]]>
bg: <![CDATA[Докосвайки „{0}“, приемате нашите {1} и {2}. Възможно е да получите SMS съобщение. То може да се таксува по тарифите за данни и SMS.]]>
ca: <![CDATA[En tocar {0}, acceptes les nostres {1} i la nostra {2}. És possible que s'enviï un SMS. Es poden aplicar tarifes de dades i missatges.]]>
cs: <![CDATA[Klepnutím na tlačítko {0} vyjadřujete svůj souhlas s dokumenty {1} a {2}. Může být odeslána SMS a mohou být účtovány poplatky za zprávy a data.]]>
da: <![CDATA[Når du trykker på “{0}”, indikerer du, at du accepterer vores {1} og {2}. Der sendes måske en sms. Der opkræves muligvis gebyrer for beskeder og data.]]>
de: <![CDATA[Indem Sie auf “{0}” tippen, stimmen Sie unseren {1} und unserer {2} zu. Sie erhalten möglicherweise eine SMS und es können Gebühren für die Nachricht und die Datenübertragung anfallen.]]>
el: <![CDATA[Αν πατήσετε “{0}”, δηλώνετε ότι αποδέχεστε τους {1} και την {2}. Μπορεί να σταλεί ένα SMS. Ενδέχεται να ισχύουν χρεώσεις μηνυμάτων και δεδομένων.]]>
es: <![CDATA[Si tocas {0}, confirmas que aceptas nuestras {1} y nuestra {2}. Podría enviarse un SMS, por lo que es posible que se apliquen cargos de mensajería y de uso de datos.]]>
fa: <![CDATA[درصورت ضربه‌زدن روی «{0}»، موافقتتان را با {1} و {2} اعلام می‌کنید. پیامکی ارسال می‌شود. ممکن است هزینه داده و «پیام» محاسبه شود.]]>
fi: <![CDATA[Napauttamalla {0} vahvistat hyväksyväsi seuraavat: {1} ja {2}. Tekstiviesti voidaan lähettää, ja datan ja viestien käyttö voi olla maksullista.]]>
fil: <![CDATA[Sa pag-tap sa “{0}”, ipinababatid mo na tinatanggap mo ang aming {1} at {2}. Maaaring magpadala ng SMS. Maaaring ipatupad ang mga rate ng pagmemensahe at data.]]>
fr: <![CDATA[En appuyant sur “{0}”, vous acceptez les {1} et les {2}. Vous déclencherez peut-être l'envoi d'un SMS. Des frais de messages et de données peuvent être facturés.]]>
hi: <![CDATA[“{0}” पर टैप करके, आप यह बताते हैं कि आप हमारी {1} और {2} को मंज़ूर करते हैं. एक मैसेज (एसएमएस) भेजा जा सकता है. मैसेज और डेटा दरें लागू हो सकती हैं.]]>
hr: <![CDATA[Ako dodirnete “{0}”, potvrđujete da prihvaćate odredbe koje sadrže {1} i {2}. Možda ćemo vam poslati SMS. Moguća je naplata poruke i podatkovnog prometa.]]>
hu: <![CDATA[A(z) „{0}” gombra való koppintással elfogadja a következő dokumentumokat: {1} és {2}. A rendszer SMS-t küldhet Önnek. A szolgáltató ezért üzenet- és adatforgalmi díjat számíthat fel.]]>
in: <![CDATA[Dengan mengetuk “{0}”, Anda menyatakan bahwa Anda menyetujui {1} dan {2} kami. SMS mungkin akan dikirim. Mungkin dikenakan biaya pesan & data.]]>
it: <![CDATA[Se tocchi “{0}”, accetti le nostre {1} e i nostri {2}. È possibile che venga inviato un SMS. Potrebbero essere applicate le tariffe per l'invio dei messaggi e per il traffico dati.]]>
iw: <![CDATA[הקשה על “{0}”, תפורש כהסכמתך ל{1} ול{2}. ייתכן שתישלח הודעת SMS. ייתכנו חיובים בגין שליחת הודעות ושימוש בנתונים.]]>
ja: <![CDATA[[{0}] をタップすると、{1} と {2} に同意したことになり、SMS が送信されます。データ通信料がかかることがあります。]]>
ko: <![CDATA[‘{0}’ 버튼을 탭하면 {1} 및 {2}에 동의하는 것으로 간주됩니다. SMS가 발송될 수 있으며, 메시지 및 데이터 요금이 부과될 수 있습니다.]]>
lt: <![CDATA[Paliesdami „{0}“ nurodote, kad sutinkate su {1} ir {2}. Gali būti išsiųstas SMS pranešimas, taip pat – taikomi pranešimų ir duomenų įkainiai.]]>
lv: <![CDATA[Pieskaroties pogai “{0}”, jūs norādāt, ka piekrītat šādiem dokumentiem: {1} un {2}. Var tikt nosūtīta īsziņa. Var tikt piemērota maksa par ziņojumiem un datu pārsūtīšanu.]]>
nl: <![CDATA[Als u op “{0}” tikt, geeft u aan dat u onze {1} en ons {2} accepteert. Mogelijk ontvangt u een sms. Er kunnen sms- en datakosten in rekening worden gebracht.]]>
no: <![CDATA[Ved å trykke på «{0}» godtar du {1} og {2} våre. Du kan bli tilsendt en SMS. Kostnader for meldinger og datatrafikk kan påløpe.]]>
pl: <![CDATA[Klikając „{0}”, potwierdzasz, że akceptujesz te dokumenty: {1} i {2}. Może zostać wysłany SMS. Może to skutkować pobraniem opłat za przesłanie wiadomości i danych.]]>
pt: <![CDATA[Ao tocar em “{0}”, você concorda com nossos {1} e a {2}. Um SMS poderá ser enviado e tarifas de mensagens e de dados poderão ser cobradas.]]>
ro: <![CDATA[Dacă atingeți „{0}”, sunteți de acord cu {1} și cu {2}. Poate fi trimis un SMS. Se pot aplica tarife pentru mesaje și date.]]>
ru: <![CDATA[Нажимая кнопку “{0}”, вы принимаете {1} и {2}, а также соглашаетесь получить SMS. За его отправку и обмен данными может взиматься плата.]]>
sk: <![CDATA[Klepnutím na tlačidlo {0} vyjadrujete súhlas s dokumentmi {1} a {2}. Môže byť odoslaná SMS a môžu sa účtovať poplatky za správy a dáta.]]>
sl: <![CDATA[Če se dotaknete možnosti »{0}«, potrjujete, da se strinjate z dokumentoma {1} in {2}. Morda bo poslano sporočilo SMS. Pošiljanje sporočila in prenos podatkov boste morda morali plačati.]]>
sr: <![CDATA[Ако додирнете „{0}“, потврђујете да прихватате документе {1} и {2}. Можда ћете послати SMS. Могу да вам буду наплаћени трошкови слања поруке и преноса података.]]>
sv: <![CDATA[Genom att trycka på {0} godkänner du våra {1} och vår {2}. Ett sms kan skickas. Meddelande- och dataavgifter kan tillkomma.]]>
th: <![CDATA[การแตะ “{0}” แสดงว่าคุณยอมรับ {1} และ {2} ระบบจะส่ง SMS ให้คุณ อาจมีค่าบริการรับส่งข้อความและค่าบริการอินเทอร์เน็ต]]>
tr: <![CDATA[“{0}” öğesine dokunarak {1} ve {2} hükümlerimizi kabul ettiğinizi bildirirsiniz. SMS gönderilebilir. Mesaj ve veri ücretleri uygulanabilir.]]>
uk: <![CDATA[Торкаючись кнопки “{0}”, ви приймаєте такі документи: {1} і {2}. Вам може надійти SMS-повідомлення. За SMS і використання трафіку може стягуватися плата.]]>
ur: <![CDATA[“{0}” کو تھپتھپا کر، آپ نشاندہی کر رہے ہیں کہ آپ ہماری {1} اور {2} کو قبول کرتے ہیں۔ ایک SMS بھیجا جا سکتا ہے۔ پیغام اور ڈیٹا نرخ لاگو ہو سکتے ہیں۔]]>
vi: <![CDATA[Bằng cách nhấn vào “{0}”, bạn cho biết rằng bạn chấp nhận {1} và {2} của chúng tôi. Bạn có thể nhận được một tin nhắn SMS. Cước tin nhắn và dữ liệu có thể áp dụng.]]>
zh: <![CDATA[点按“{0}”即表示您接受我们的{1}和{2}。系统会向您发送一条短信。这可能会产生短信费用和上网流量费。]]>

# fui_error_weak_password_one
source: <![CDATA[Password not strong enough. Use at least {0} character and a mix of letters and numbers]]>
ar: <![CDATA[كلمة المرور ليست قوية بما فيه الكفاية. يجب استخدام رقم واحد ({0}) على الأقل ومزيج من الأحرف والأرقام]]>
bg: <![CDATA[Паролата не е достатъчно надеждна. Използвайте поне {0} знак и комбинация от букви и цифри]]>
ca: <![CDATA[La contrasenya no és prou segura. Utilitza com a mínim {0} caràcter i combina lletres i números.]]>
cs: <![CDATA[Heslo není dostatečně silné. Použijte alespoň {0} znak a kombinaci písmen a číslic]]>
da: <![CDATA[Adgangskoden er ikke stærk nok. Brug mindst {0} tegn og en blanding af bogstaver og tal]]>
de: <![CDATA[Das Passwort ist zu schwach. Verwenden Sie mindestens {0} Zeichen und eine Mischung aus Buchstaben und Ziffern.]]>
el: <![CDATA[Ο κωδικός πρόσβασης δεν είναι αρκετά ισχυρός. Χρησιμοποιήστε τουλάχιστον {0} χαρακτήρα και έναν συνδυασμό γραμμάτων και αριθμών]]>
es: <![CDATA[La contraseña no es lo suficientemente segura. Usa {0} carácter como mínimo y combina letras y números.]]>
fa: <![CDATA[گذرواژه به اندازه کافی قوی نیست. حداقل باید از {0} نویسه و ترکیبی از حروف و اعداد استفاده شود]]>
fi: <![CDATA[Salasana ei ole tarpeeksi vahva. Siinä on oltava vähintään {0} merkkiä – sekä kirjaimia että numeroita.]]>
fil: <![CDATA[Hindi masyadong malakas ang password. Gumamit ng {0} character man lang at kumbinasyon ng mga titik at mga numero]]>
fr: <![CDATA[Le mot de passe n'est pas assez sécurisé. Utilisez au moins {0} caractère et une combinaison de chiffres et de lettres.]]>
hi: <![CDATA[पासवर्ड काफ़ी रूप से मजबूत नहीं है. कम से कम {0} वर्णों का उपयोग करें जो अक्षरों और नंबरों दोनों को मिलाकर बना हो]]>
hr: <![CDATA[Zaporka nije dovoljno jaka. Upotrijebite najmanje {0} znak i koristite kombinaciju slova i znamenki.]]>
hu: <![CDATA[A jelszó nem elég erős. Legalább {0} karaktert használjon, amelyben betűk és számok is szerepeljenek.]]>
in: <![CDATA[Sandi tidak cukup kuat. Gunakan minimal {0} karakter dan merupakan kombinasi huruf dan angka]]>
it: <![CDATA[La password non è abbastanza efficace. Utilizza almeno {0} carattere e una combinazione di lettere e numeri.]]>
iw: <![CDATA[הסיסמה חלשה מדי. סיסמה חזקה היא סיסמה באורך תו אחד ({0}) לפחות שמכילה אותיות ומספרים]]>
ja: <![CDATA[パスワードが十分に安全ではありません。{0} 文字以上で、文字と数字を組み合わせたパスワードを使用してください]]>
ko: <![CDATA[안전한 비밀번호가 아닙니다. 길이가 {0}자 이상이고 문자와 숫자가 조합되어야 합니다.]]>
lt: <![CDATA[Slaptažodis nepakankamai sudėtingas. Naudokite bent {0} simbolį ir raidžių bei skaičių derinį.]]>
lv: <![CDATA[Parole nav pietiekami droša. Izmantojiet vismaz {0} rakstzīmi un burtu un ciparu kombināciju]]>
nl: <![CDATA[Uw wachtwoord is niet sterk genoeg. Gebruik ten minste {0} teken en een combinatie van letters en cijfers.]]>
no: <![CDATA[Passordet er ikke sterkt nok. Bruk minst {0} tegn og en blanding av bokstaver og tall]]>
pl: <![CDATA[Hasło jest za słabe. Powinno mieć przynajmniej {0} znak i być kombinacją liter i cyfr.]]>
pt: <![CDATA[A senha não é forte o suficiente. Use pelo menos {0} caractere e combine letras e números.]]>
ro: <![CDATA[Parola nu este suficient de puternică. Folosiți cel puțin {0} caracter și o combinație de litere și cifre.]]>
ru: <![CDATA[Пароль должен состоять из букв и цифр и содержать не меньше {0} символа.]]>
sk: <![CDATA[Heslo nie je dostatočne silné. Použite aspoň {0} znak a kombináciu písmen a čísel]]>
sl: <![CDATA[Geslo ni dovolj zapleteno. Uporabite vsaj {0} znak in kombinacijo črk ter številk.]]>
sr: <![CDATA[Лозинка није довољно јака. Употребите бар {0} знак, уз комбинацију бројева и слова]]>
sv: <![CDATA[Lösenordet är inte tillräckligt starkt. Använd minst {0} tecken och en blandning av bokstäver och siffror.]]>
th: <![CDATA[รหัสผ่านไม่รัดกุมมากพอ ใช้อักขระอย่างน้อย {0} ตัวและต้องเป็นตัวอักษรปนกับตัวเลข]]>
tr: <![CDATA[Şifre yeterince güçlü değil. En az {0} karakter kullanın ve hem harf hem de rakam ekleyin]]>
uk: <![CDATA[Пароль недостатньо надійний. Введіть принаймні {0} символ та комбінацію літер і цифр]]>
ur: <![CDATA[پاس ورڈ کافی مضبوط نہیں ہے۔ کم از کم {0} کریکٹر اور حروف و اعداد کا مرکب استعمال کریں]]>
vi: <![CDATA[Mật khẩu không đủ mạnh. Sử dụng ít nhất {0} ký tự, kết hợp chữ cái và số]]>
zh: <![CDATA[密码的安全系数不够高。请使用至少 {0} 个字符，并混合使用字母和数字]]>

# fui_error_weak_password_other
source: <![CDATA[Password not strong enough. Use at least {0} characters and a mix of letters and numbers]]>
ar: <![CDATA[كلمة المرور ليست قوية بما فيه الكفاية. يجب استخدام {0} رقم على الأقل ومزيج من الأحرف والأرقام]]>
bg: <![CDATA[Паролата не е достатъчно надеждна. Използвайте поне {0} знака и комбинация от букви и цифри]]>
ca: <![CDATA[La contrasenya no és prou segura. Utilitza com a mínim {0} caràcters i combina lletres i números.]]>
cs: <![CDATA[Heslo není dostatečně silné. Použijte alespoň {0} znaků a kombinaci písmen a číslic]]>
da: <![CDATA[Adgangskoden er ikke stærk nok. Brug mindst {0} tegn og en blanding af bogstaver og tal]]>
de: <![CDATA[Das Passwort ist zu schwach. Verwenden Sie mindestens {0} Zeichen und eine Mischung aus Buchstaben und Ziffern.]]>
el: <![CDATA[Ο κωδικός πρόσβασης δεν είναι αρκετά ισχυρός. Χρησιμοποιήστε τουλάχιστον {0} χαρακτήρες και έναν συνδυασμό γραμμάτων και αριθμών]]>
es: <![CDATA[La contraseña no es lo suficientemente segura. Usa {0} caracteres como mínimo y combina letras y números.]]>
fa: <![CDATA[گذرواژه به اندازه کافی قوی نیست. حداقل باید از {0} نویسه و ترکیبی از حروف و اعداد استفاده شود]]>
fi: <![CDATA[Salasana ei ole tarpeeksi vahva. Siinä on oltava vähintään {0} merkkiä – sekä kirjaimia että numeroita.]]>
fil: <![CDATA[Hindi masyadong malakas ang password. Gumamit ng {0} na character man lang at kumbinasyon ng mga titik at mga numero]]>
fr: <![CDATA[Le mot de passe n'est pas assez sécurisé. Utilisez au moins {0} caractères et une combinaison de chiffres et de lettres.]]>
hi: <![CDATA[पासवर्ड काफ़ी रूप से मजबूत नहीं है. कम से कम {0} वर्णों का उपयोग करें जो अक्षरों और नंबरों दोनों को मिलाकर बना हो]]>
hr: <![CDATA[Zaporka nije dovoljno jaka. Upotrijebite najmanje {0} znakova i koristite kombinaciju slova i znamenki.]]>
hu: <![CDATA[A jelszó nem elég erős. Legalább {0} karaktert használjon, amelyben betűk és számok is szerepeljenek.]]>
in: <![CDATA[Sandi tidak cukup kuat. Gunakan minimal {0} karakter dan merupakan kombinasi huruf dan angka]]>
it: <![CDATA[La password non è abbastanza efficace. Utilizza almeno {0} caratteri e una combinazione di lettere e numeri.]]>
iw: <![CDATA[הסיסמה חלשה מדי. סיסמה חזקה היא סיסמה באורך {0} תווים לפחות שמכילה אותיות ומספרים]]>
ja: <![CDATA[パスワードが十分に安全ではありません。{0} 文字以上で、文字と数字を組み合わせたパスワードを使用してください]]>
ko: <![CDATA[안전한 비밀번호가 아닙니다. 길이가 {0}자 이상이고 문자와 숫자가 조합되어야 합니다.]]>
lt: <![CDATA[Slaptažodis nepakankamai sudėtingas. Naudokite bent {0} simbolių ir raidžių bei skaičių derinį.]]>
lv: <![CDATA[Parole nav pietiekami droša. Izmantojiet vismaz {0} rakstzīmes un burtu un ciparu kombināciju]]>
nl: <![CDATA[Uw wachtwoord is niet sterk genoeg. Gebruik ten minste {0} tekens en een combinatie van letters en cijfers.]]>
no: <![CDATA[Passordet er ikke sterkt nok. Bruk minst {0} tegn og en blanding av bokstaver og tall]]>
pl: <![CDATA[Hasło jest za słabe. Powinno mieć przynajmniej {0} znaku i być kombinacją liter i cyfr]]>
pt: <![CDATA[A senha não é forte o suficiente. Use pelo menos {0} caracteres e combine letras e números.]]>
ro: <![CDATA[Parola nu este suficient de puternică. Folosiți cel puțin {0} de caractere și o combinație de litere și cifre.]]>
ru: <![CDATA[Пароль должен состоять из букв и цифр и содержать не меньше {0} символа.]]>
sk: <![CDATA[Heslo nie je dostatočne silné. Použite aspoň {0} znakov a kombináciu písmen a čísel]]>
sl: <![CDATA[Geslo ni dovolj zapleteno. Uporabite vsaj {0} znakov in kombinacijo črk ter številk.]]>
sr: <![CDATA[Лозинка није довољно јака. Употребите бар {0} знакова, уз комбинацију бројева и слова]]>
sv: <![CDATA[Lösenordet är inte tillräckligt starkt. Använd minst {0} tecken och en blandning av bokstäver och siffror.]]>
th: <![CDATA[รหัสผ่านไม่รัดกุมมากพอ ใช้อักขระอย่างน้อย {0} ตัวและต้องเป็นตัวอักษรปนกับตัวเลข]]>
tr: <![CDATA[Şifre yeterince güçlü değil. En az {0} karakter kullanın ve hem harf hem de rakam ekleyin]]>
uk: <![CDATA[Пароль недостатньо надійний. Введіть принаймні {0} символу та комбінацію літер і цифр]]>
ur: <![CDATA[پاس ورڈ کافی مضبوط نہیں ہے۔ کم از کم {0} کریکٹرز اور حروف و اعداد کا مرکب استعمال کریں]]>
vi: <![CDATA[Mật khẩu không đủ mạnh. Sử dụng ít nhất {0} ký tự, kết hợp chữ cái và số]]>
zh: <![CDATA[密码的安全系数不够高。请使用至少 {0} 个字符，并混合使用字母和数字]]>

# fui_idp_name_facebook
source: <![CDATA[Facebook]]>
fil: <![CDATA[Fecebook]]>
