Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_verifying
source: <![CDATA[Verifying…]]>
ar: <![CDATA[جارٍ التحقق…]]>
bg: <![CDATA[Потвърждава се…]]>
ca: <![CDATA[S'està verificant…]]>
cs: <![CDATA[Ověřování…]]>
da: <![CDATA[Bekræfter…]]>
de: <![CDATA[Wird verifiziert…]]>
el: <![CDATA[Επαλήθευση…]]>
es: <![CDATA[Verificando…]]>
fa: <![CDATA[درحال تأیید…]]>
fi: <![CDATA[Vahvistetaan…]]>
fil: <![CDATA[Bine-verify…]]>
fr: <![CDATA[Validation…]]>
hi: <![CDATA[पुष्टि की जा रही है…]]>
hr: <![CDATA[Potvrđivanje…]]>
hu: <![CDATA[Ellenőrzés…]]>
in: <![CDATA[Memverifikasi…]]>
it: <![CDATA[Verifica…]]>
iw: <![CDATA[מאמת…]]>
ja: <![CDATA[確認しています…]]>
ko: <![CDATA[인증 중…]]>
lt: <![CDATA[Patvirtinama…]]>
lv: <![CDATA[Notiek verifikācija…]]>
nl: <![CDATA[Verifiëren…]]>
no: <![CDATA[Bekrefter…]]>
pl: <![CDATA[Weryfikuję…]]>
pt: <![CDATA[Verificando…]]>
ro: <![CDATA[Se verifică…]]>
ru: <![CDATA[Проверка…]]>
sk: <![CDATA[Overuje sa…]]>
sl: <![CDATA[Preverjanje…]]>
sr: <![CDATA[Верификује се…]]>
sv: <![CDATA[Verifierar …]]>
th: <![CDATA[กำลังยืนยัน…]]>
tr: <![CDATA[Doğrulanıyor…]]>
uk: <![CDATA[Підтвердження…]]>
ur: <![CDATA[توثیق ہو رہی ہے…]]>
vi: <![CDATA[Đang xác minh…]]>
zh: <![CDATA[正在验证…]]>

# fui_incorrect_code_dialog_body
source: <![CDATA[Wrong code. Try again.]]>
ar: <![CDATA[الرمز غير صحيح. يُرجى المحاولة مجددًا.]]>
bg: <![CDATA[Неправилен код. Опитайте отново.]]>
ca: <![CDATA[El codi no és correcte. Torna-ho a provar.]]>
cs: <![CDATA[Špatný kód. Zkuste to znovu.]]>
da: <![CDATA[Koden er forkert. Prøv igen.]]>
de: <![CDATA[Falscher Code. Versuchen Sie es noch einmal.]]>
el: <![CDATA[Εσφαλμένος κωδικός. Δοκιμάστε ξανά.]]>
es: <![CDATA[El código es incorrecto. Vuelve a intentarlo.]]>
fa: <![CDATA[کد اشتباه است. دوباره امتحان کنید.]]>
fi: <![CDATA[Väärä koodi. Yritä uudelleen.]]>
fil: <![CDATA[Maling code. Subukang muli.]]>
fr: <![CDATA[Code erroné. Veuillez réessayer.]]>
hi: <![CDATA[गलत कोड. फिर से कोशिश करें.]]>
hr: <![CDATA[Pogrešan kôd. Pokušajte ponovo.]]>
hu: <![CDATA[Hibás kód. Próbálja újra.]]>
in: <![CDATA[Kode salah. Coba lagi.]]>
it: <![CDATA[Codice errato. Riprova.]]>
iw: <![CDATA[הקוד שגוי. נסה שוב.]]>
ja: <![CDATA[コードが間違っています。もう一度お試しください。]]>
ko: <![CDATA[코드가 잘못되었습니다. 다시 시도하세요.]]>
lt: <![CDATA[Klaidingas kodas. Bandykite dar kartą.]]>
lv: <![CDATA[Nepareizs kods. Mēģiniet vēlreiz.]]>
nl: <![CDATA[Onjuiste code. Probeer het opnieuw.]]>
no: <![CDATA[Feil kode. Prøv på nytt.]]>
pl: <![CDATA[Nieprawidłowy kod. Spróbuj jeszcze raz.]]>
pt: <![CDATA[Código incorreto. Tente novamente.]]>
ro: <![CDATA[Cod greșit. Încercați din nou.]]>
ru: <![CDATA[Неверный код. Повторите попытку.]]>
sk: <![CDATA[Nesprávny kód. Skúste to znova.]]>
sl: <![CDATA[Napačna koda. Poskusite znova.]]>
sr: <![CDATA[Кôд није тачан. Пробајте поново.]]>
sv: <![CDATA[Fel kod. Försök igen.]]>
th: <![CDATA[รหัสไม่ถูกต้อง โปรดลองอีกครั้ง]]>
tr: <![CDATA[Yanlış kod. Tekrar deneyin.]]>
uk: <![CDATA[Неправильний код. Повторіть спробу.]]>
ur: <![CDATA[غلط کوڈ۔ دوبارہ کوشش کریں۔]]>
vi: <![CDATA[Mã không chính xác. Hãy thử lại.]]>
zh: <![CDATA[验证码有误，请重试。]]>

# fui_error_too_many_attempts
source: <![CDATA[This phone number has been used too many times]]>
ar: <![CDATA[تم استخدام رقم الهاتف هذا لعدد كبير جدًا من المرات]]>
bg: <![CDATA[Този телефонен номер е използван твърде много пъти]]>
ca: <![CDATA[Aquest número de telèfon s'ha utilitzat massa vegades]]>
cs: <![CDATA[Toto telefonní číslo již bylo použito příliš mnohokrát]]>
da: <![CDATA[Dette telefonnummer er blevet brugt for mange gange]]>
de: <![CDATA[Diese Telefonnummer wurde schon zu oft verwendet]]>
el: <![CDATA[Αυτός ο αριθμός τηλεφώνου χρησιμοποιήθηκε πάρα πολλές φορές]]>
es: <![CDATA[Este número de teléfono se ha usado demasiadas veces]]>
fa: <![CDATA[از این شماره تلفن به دفعات زیاد استفاده شده است]]>
fi: <![CDATA[Tätä puhelinnumeroa on käytetty liian monta kertaa.]]>
fil: <![CDATA[Masyadong maraming beses nang nagamit ang numero ng teleponong ito]]>
fr: <![CDATA[Ce numéro de téléphone a été utilisé un trop grand nombre de fois]]>
hi: <![CDATA[इस फ़ोन नंबर का उपयोग कई बार किया गया है]]>
hr: <![CDATA[Taj telefonski broj upotrijebljen je previše puta]]>
hu: <![CDATA[Ezt a telefonszámot már túl sokszor használták.]]>
in: <![CDATA[Nomor telepon ini sudah terlalu sering digunakan]]>
it: <![CDATA[Questo numero di telefono è stato usato troppe volte]]>
iw: <![CDATA[למספר הטלפון הזה כבר נשלחו יותר מדי קודים]]>
ja: <![CDATA[この電話番号は何度も使用されています]]>
ko: <![CDATA[이 전화번호로 전송 시도를 너무 많이 했습니다.]]>
lt: <![CDATA[Šis telefono numeris panaudotas per daug kartų]]>
lv: <![CDATA[Šis tālruņa numurs ir izmantots pārāk daudz reižu]]>
nl: <![CDATA[Dit telefoonnummer is te vaak gebruikt]]>
no: <![CDATA[Dette telefonnummeret er brukt for mange ganger]]>
pl: <![CDATA[Ten numer telefonu został użyty zbyt wiele razy.]]>
pt: <![CDATA[Este número de telefone já foi usado muitas vezes]]>
ro: <![CDATA[Acest număr de telefon a fost folosit de prea multe ori]]>
ru: <![CDATA[Этот номер телефона использовался слишком много раз.]]>
sk: <![CDATA[Toto telefónne číslo bolo použité príliš veľakrát]]>
sl: <![CDATA[Telefonska številka je bila uporabljena prevečkrat]]>
sr: <![CDATA[Овај број телефона је употребљен превише пута]]>
sv: <![CDATA[Det här telefonnumret har använts för många gånger]]>
th: <![CDATA[มีการใช้หมายเลขโทรศัพท์นี้หลายครั้งเกินไป]]>
tr: <![CDATA[Bu telefon numarası çok fazla kez kullanıldı]]>
uk: <![CDATA[Цей номер телефону використовувався забагато разів]]>
ur: <![CDATA[یہ فون نمبر پہلے ہی کافی مرتبہ استعمال ہو چکا ہے]]>
vi: <![CDATA[Số điện thoại này đã được sử dụng quá nhiều lần]]>
zh: <![CDATA[此电话号码的使用次数过多]]>

# fui_error_quota_exceeded
source: <![CDATA[There was a problem verifying your phone number]]>
ar: <![CDATA[حدثت مشكلة أثناء إثبات ملكية رقم هاتفك]]>
bg: <![CDATA[При потвърждаването на телефонния ви номер възникна проблем]]>
ca: <![CDATA[Hi ha hagut un problema en verificar el número de telèfon]]>
cs: <![CDATA[Při ověřování vašeho telefonního čísla došlo k potížím]]>
da: <![CDATA[Dit telefonnummer kunne ikke bekræftes]]>
de: <![CDATA[Bei der Bestätigung Ihrer Telefonnummer ist ein Problem aufgetreten]]>
el: <![CDATA[Παρουσιάστηκε πρόβλημα με την επαλήθευση του αριθμού τηλεφώνου]]>
es: <![CDATA[No se ha podido verificar el número de teléfono]]>
fa: <![CDATA[هنگام تأیید شماره تلفنتان مشکلی پیش آمد]]>
fi: <![CDATA[Puhelinnumerosi vahvistamisessa tapahtui virhe.]]>
fil: <![CDATA[Nagkaproblema sa pag-verify ng numero ng iyong telepono]]>
fr: <![CDATA[Un problème est survenu lors de la validation de votre numéro de téléphone]]>
hi: <![CDATA[आपके फ़ोन नंबर की पुष्टि करने में कोई समस्या हुई]]>
hr: <![CDATA[Došlo je do problema s potvrdom vašeg telefonskog broja]]>
hu: <![CDATA[Hiba történt a telefonszám ellenőrzésekor.]]>
in: <![CDATA[Ada masalah saat memverifikasi nomor telepon Anda]]>
it: <![CDATA[Si è verificato un problema durante la verifica del tuo numero di telefono]]>
iw: <![CDATA[אירעה בעיה באימות של מספר הטלפון]]>
ja: <![CDATA[電話番号の確認中に問題が発生しました]]>
ko: <![CDATA[전화번호를 인증하는 중에 문제가 발생했습니다.]]>
lt: <![CDATA[Patvirtinant telefono numerį kilo problema]]>
lv: <![CDATA[Verificējot jūsu tālruņa numuru, radās problēma]]>
nl: <![CDATA[Er is een probleem met de verificatie van uw telefoonnummer]]>
no: <![CDATA[Kunne ikke bekrefte telefonnummeret ditt]]>
pl: <![CDATA[Podczas weryfikacji Twojego numeru telefonu wystąpił problem.]]>
pt: <![CDATA[Ocorreu um problema na verificação do seu número de telefone]]>
ro: <![CDATA[A apărut o problemă la confirmarea numărului de telefon]]>
ru: <![CDATA[Не удалось подтвердить номер телефона.]]>
sk: <![CDATA[Vyskytol sa problém s overením vášho telefónneho čísla]]>
sl: <![CDATA[Pri preverjanju telefonske številke je prišlo do težave]]>
sr: <![CDATA[Дошло је до проблема при верификацији броја телефона]]>
sv: <![CDATA[Det gick inte att verifiera telefonnumret]]>
th: <![CDATA[เกิดปัญหาในการยืนยันหมายเลขโทรศัพท์ของคุณ]]>
tr: <![CDATA[Telefon numaranız doğrulanırken bir sorun oluştu]]>
uk: <![CDATA[Не вдалося підтвердити ваш номер телефону]]>
ur: <![CDATA[آپ کے فون نمبر کی توثیق کرنے میں ایک مسئلہ تھا]]>
vi: <![CDATA[Đã xảy ra sự cố khi xác minh số điện thoại của bạn]]>
zh: <![CDATA[验证您的电话号码时出现问题]]>

# fui_error_session_expired
source: <![CDATA[This code is no longer valid]]>
ar: <![CDATA[لم يعد هذا الرمز صالحًا]]>
bg: <![CDATA[Този код вече не е валиден]]>
ca: <![CDATA[Aquest codi ja no és vàlid]]>
cs: <![CDATA[Platnost kódu vypršela]]>
da: <![CDATA[Denne kode er ikke længere gyldig]]>
de: <![CDATA[Dieser Code ist nicht mehr gültig]]>
el: <![CDATA[Αυτός ο κωδικός δεν είναι πλέον έγκυρος]]>
es: <![CDATA[Este código ya no es válido]]>
fa: <![CDATA[این کد دیگر معتبر نیست]]>
fi: <![CDATA[Tämä koodi ei ole enää voimassa.]]>
fil: <![CDATA[Wala nang bisa ang code na ito]]>
fr: <![CDATA[Ce code n'est plus valide]]>
hi: <![CDATA[यह कोड अब मान्य नहीं है]]>
hr: <![CDATA[Kôd više nije važeći]]>
hu: <![CDATA[Ez a kód már nem érvényes.]]>
in: <![CDATA[Kode ini sudah tidak valid]]>
it: <![CDATA[Questo codice non è più valido]]>
iw: <![CDATA[הקוד הזה כבר לא בתוקף]]>
ja: <![CDATA[このコードは無効になりました]]>
ko: <![CDATA[더 이상 유효하지 않은 코드입니다.]]>
lt: <![CDATA[Šis kodas nebegalioja]]>
lv: <![CDATA[Šis kods vairs nav derīgs]]>
nl: <![CDATA[Deze code is niet meer geldig]]>
no: <![CDATA[Denne koden er ikke lenger gyldig]]>
pl: <![CDATA[Ten kod stracił ważność.]]>
pt: <![CDATA[Este código não é mais válido]]>
ro: <![CDATA[Codul nu mai este valid]]>
ru: <![CDATA[Этот код уже неактивен.]]>
sk: <![CDATA[Tento kód už nie je platný]]>
sl: <![CDATA[Koda ni več veljavna]]>
sr: <![CDATA[Тај кôд више не важи]]>
sv: <![CDATA[Koden är inte längre giltig]]>
th: <![CDATA[ไม่สามารถใช้รหัสนี้ได้อีกต่อไป]]>
tr: <![CDATA[Bu kod artık geçerli değil]]>
uk: <![CDATA[Цей код уже не дійсний]]>
ur: <![CDATA[یہ کوڈ اب جائز نہیں رہا]]>
vi: <![CDATA[Mã này không còn hợp lệ]]>
zh: <![CDATA[此验证码已失效]]>

# fui_sign_in_with_phone_number
source: <![CDATA[Sign in with phone number]]>
ar: <![CDATA[تسجيل الدخول عبر رقم الهاتف]]>
bg: <![CDATA[Вход с телефонен номер]]>
ca: <![CDATA[Inicia la sessió amb el número de telèfon]]>
cs: <![CDATA[Přihlášení pomocí telefonního čísla]]>
da: <![CDATA[Log ind med telefonnummer]]>
de: <![CDATA[Mit einer Telefonnummer anmelden]]>
el: <![CDATA[Σύνδεση με αριθμό τηλεφώνου]]>
es: <![CDATA[Iniciar sesión con el número de teléfono]]>
fa: <![CDATA[ورود به سیستم با شماره تلفن]]>
fi: <![CDATA[Kirjaudu puhelinnumerolla]]>
fil: <![CDATA[Mag-sign in gamit ang numero ng telepono]]>
fr: <![CDATA[Connectez-vous avec votre numéro de téléphone]]>
hi: <![CDATA[फ़ोन नंबर के साथ प्रवेश करें]]>
hr: <![CDATA[Prijava putem telefonskog broja]]>
hu: <![CDATA[Bejelentkezés telefonszámmal]]>
in: <![CDATA[Login dengan nomor telepon]]>
it: <![CDATA[Accedi con il numero di telefono]]>
iw: <![CDATA[כניסה באמצעות מספר טלפון]]>
ja: <![CDATA[電話番号でログイン]]>
ko: <![CDATA[전화번호로 로그인]]>
lt: <![CDATA[Prisijungti nurodant telefono numerį]]>
lv: <![CDATA[Pierakstieties ar tālruņa numuru]]>
nl: <![CDATA[Inloggen met telefoonnummer]]>
no: <![CDATA[Logg på med telefonnummer]]>
pl: <![CDATA[Zaloguj się z użyciem numeru telefonu]]>
pt: <![CDATA[Fazer login com o número de telefone]]>
ro: <![CDATA[Conectați-vă cu numărul de telefon]]>
ru: <![CDATA[Войти по номеру телефона]]>
sk: <![CDATA[Prihláste sa telefónnym číslom]]>
sl: <![CDATA[Prijava s telefonsko številko]]>
sr: <![CDATA[Пријавите се помоћу броја телефона]]>
sv: <![CDATA[Logga in med telefonnummer]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วยหมายเลขโทรศัพท์]]>
tr: <![CDATA[Telefon numarasıyla oturum açın]]>
uk: <![CDATA[Увійти, використовуючи номер телефону]]>
ur: <![CDATA[فون نمبر کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng số điện thoại]]>
zh: <![CDATA[使用电话号码登录]]>

# fui_auto_verified
source: <![CDATA[Phone number automatically verified]]>
ar: <![CDATA[تمّ التحقّق تلقائيًا من رقم الهاتف.]]>
bg: <![CDATA[Телефонният номер е потвърден автоматично]]>
ca: <![CDATA[El número de telèfon s'ha verificat automàticament]]>
cs: <![CDATA[Telefonní číslo bylo automaticky ověřeno]]>
da: <![CDATA[Telefonnummeret blev bekræftet automatisk]]>
de: <![CDATA[Telefonnummer wurde automatisch bestätigt]]>
el: <![CDATA[Ο αριθμός τηλεφώνου επαληθεύτηκε αυτόματα]]>
es: <![CDATA[Se ha verificado automáticamente el número de teléfono]]>
fa: <![CDATA[شماره تلفن به‌طور خودکار به‌تأیید رسید]]>
fi: <![CDATA[Puhelinnumero vahvistettu automaattisesti]]>
fil: <![CDATA[Awtomatikong na-verify ang numero ng telepono]]>
fr: <![CDATA[Numéro de téléphone validé automatiquement]]>
hi: <![CDATA[फ़ोन नंबर की अपने आप पुष्टि की गई]]>
hr: <![CDATA[Telefonski je broj automatski potvrđen]]>
hu: <![CDATA[A telefonszám automatikusan ellenőrizve]]>
in: <![CDATA[Nomor telepon terverifikasi secara otomatis]]>
it: <![CDATA[Numero di telefono verificato automaticamente]]>
iw: <![CDATA[מספר הטלפון אומת באופן אוטומטי]]>
ja: <![CDATA[電話番号は自動的に確認されました]]>
ko: <![CDATA[전화번호가 자동으로 확인되었습니다.]]>
lt: <![CDATA[Telefono numeris patvirtintas automatiškai]]>
lv: <![CDATA[Tālruņa numurs tika automātiski verificēts]]>
nl: <![CDATA[Telefoonnummer is automatisch geverifieerd]]>
no: <![CDATA[Telefonnummeret ble bekreftet automatisk]]>
pl: <![CDATA[Numer telefonu został automatycznie zweryfikowany]]>
pt: <![CDATA[O número de telefone foi verificado automaticamente]]>
ro: <![CDATA[Numărul de telefon este verificat automat]]>
ru: <![CDATA[Номер телефона был подтвержден автоматически]]>
sk: <![CDATA[Telefónne číslo bolo automaticky overené]]>
sl: <![CDATA[Telefonska številka je bila samodejno preverjena]]>
sr: <![CDATA[Број телефона је аутоматски верификован]]>
sv: <![CDATA[Telefonnumret verifierades automatiskt]]>
th: <![CDATA[ยืนยันหมายเลขโทรศัพท์โดยอัตโนมัติแล้ว]]>
tr: <![CDATA[Telefon numarası otomatik olarak doğrulandı]]>
uk: <![CDATA[Номер телефону підтверджено автоматично]]>
ur: <![CDATA[فون نمبر کی خودکار طور پر توثیق ہو گئی]]>
vi: <![CDATA[Đã tự động xác minh số điện thoại]]>
zh: <![CDATA[电话号码已自动验证]]>

# fui_resend_code
source: <![CDATA[Resend Code]]>
ar: <![CDATA[إعادة إرسال الرمز]]>
bg: <![CDATA[Повторно изпращане на кода]]>
ca: <![CDATA[Torna a enviar el codi]]>
cs: <![CDATA[Znovu poslat kód]]>
da: <![CDATA[Send koden igen]]>
de: <![CDATA[Code erneut senden]]>
el: <![CDATA[Επανάληψη αποστολής κωδικού]]>
es: <![CDATA[Volver a enviar código]]>
fa: <![CDATA[ارسال مجدد کد]]>
fi: <![CDATA[Lähetä koodi uudelleen]]>
fil: <![CDATA[Ipadala Muli ang Code]]>
fr: <![CDATA[Renvoyer le code]]>
hi: <![CDATA[कोड फिर से भेजें]]>
hr: <![CDATA[Ponovo pošalji kôd]]>
hu: <![CDATA[Kód újraküldése]]>
in: <![CDATA[Kirim Ulang Kode]]>
it: <![CDATA[Invia di nuovo il codice]]>
iw: <![CDATA[שלח קוד חדש]]>
ja: <![CDATA[コードを再送信]]>
ko: <![CDATA[코드 재전송]]>
lt: <![CDATA[Siųsti kodą iš naujo]]>
lv: <![CDATA[Vēlreiz nosūtīt kodu]]>
nl: <![CDATA[Code opnieuw verzenden]]>
no: <![CDATA[Send koden på nytt]]>
pl: <![CDATA[Wyślij kod ponownie]]>
pt: <![CDATA[Reenviar código]]>
ro: <![CDATA[Retrimiteți codul]]>
ru: <![CDATA[Отправить код ещё раз]]>
sk: <![CDATA[Znova odoslať kód]]>
sl: <![CDATA[Ponovno pošlji kodo]]>
sr: <![CDATA[Поново пошаљи кôд]]>
sv: <![CDATA[Skicka koden igen]]>
th: <![CDATA[ส่งรหัสอีกครั้ง]]>
tr: <![CDATA[Kodu Yeniden Gönder]]>
uk: <![CDATA[Повторно надіслати код]]>
ur: <![CDATA[کوڈ دوبارہ بھیجیں]]>
vi: <![CDATA[Gửi lại mã]]>
zh: <![CDATA[重新发送验证码]]>

# fui_verify_phone_number
source: <![CDATA[Verify Phone Number]]>
ar: <![CDATA[تأكيد ملكية رقم الهاتف]]>
bg: <![CDATA[Потвърждаване на телефонния номер]]>
ca: <![CDATA[Verifica el número de telèfon]]>
cs: <![CDATA[Ověřit telefonní číslo]]>
da: <![CDATA[Bekræft telefonnummer]]>
de: <![CDATA[Telefonnummer bestätigen]]>
el: <![CDATA[Επαλήθευση αριθμού τηλεφώνου]]>
es: <![CDATA[Verificar número de teléfono]]>
fa: <![CDATA[تأیید شماره تلفن]]>
fi: <![CDATA[Vahvista puhelinnumero]]>
fil: <![CDATA[I-verify ang Numero ng Telepono]]>
fr: <![CDATA[Valider le numéro de téléphone]]>
hi: <![CDATA[फ़ोन नंबर की पुष्टि करें]]>
hr: <![CDATA[Potvrda telefonskog broja]]>
hu: <![CDATA[Telefonszám igazolása]]>
in: <![CDATA[Verifikasi Nomor Telepon]]>
it: <![CDATA[Verifica numero di telefono]]>
iw: <![CDATA[אמת את מספר הטלפון]]>
ja: <![CDATA[電話番号を確認]]>
ko: <![CDATA[전화번호 인증]]>
lt: <![CDATA[Patvirtinti telefono numerį]]>
lv: <![CDATA[Verificēt tālruņa numuru]]>
nl: <![CDATA[Telefoonnummer verifiëren]]>
no: <![CDATA[Bekreft telefonnummeret]]>
pl: <![CDATA[Zweryfikuj numer telefonu]]>
pt: <![CDATA[Confirmar número de telefone]]>
ro: <![CDATA[Confirmați numărul de telefon]]>
ru: <![CDATA[Подтвердить номер телефона]]>
sk: <![CDATA[Overiť telefónne číslo]]>
sl: <![CDATA[Preverjanje telefonske številke]]>
sr: <![CDATA[Верификуј број телефона]]>
sv: <![CDATA[Verifiera telefonnummer]]>
th: <![CDATA[ยืนยันหมายเลขโทรศัพท์]]>
tr: <![CDATA[Telefon Numarasını Doğrula]]>
uk: <![CDATA[Підтвердити номер телефону]]>
ur: <![CDATA[فون نمبر کی توثیق کریں]]>
vi: <![CDATA[Xác minh số điện thoại]]>
zh: <![CDATA[验证电话号码]]>

# fui_sms_terms_of_service
source: <![CDATA[By tapping “{0}”, an SMS may be sent. Message & data rates may apply.]]>
ar: <![CDATA[عند النقر على “{0}”، قد يتمّ إرسال رسالة قصيرة SMS وقد يتمّ تطبيق رسوم الرسائل والبيانات.]]>
bg: <![CDATA[Докосвайки „{0}“, може да получите SMS съобщение. То може да се таксува по тарифите за данни и SMS.]]>
ca: <![CDATA[En tocar {0}, és possible que s'enviï un SMS. Es poden aplicar tarifes de dades i missatges.]]>
cs: <![CDATA[Po klepnutí na možnost {0} může být odeslána SMS. Mohou být účtovány poplatky za zprávy a data.]]>
da: <![CDATA[Når du trykker på “{0}”, sendes der måske en sms. Der opkræves muligvis gebyrer for beskeder og data.]]>
de: <![CDATA[Wenn Sie auf “{0}” tippen, erhalten Sie möglicherweise eine SMS. Es können Gebühren für SMS und Datenübertragung anfallen.]]>
el: <![CDATA[Αν πατήσετε “{0}”, μπορεί να σταλεί ένα SMS. Ενδέχεται να ισχύουν χρεώσεις μηνυμάτων και δεδομένων.]]>
es: <![CDATA[Al tocar {0}, podría enviarse un SMS. Es posible que se apliquen cargos de mensajería y de uso de datos.]]>
fa: <![CDATA[با ضربه زدن روی «{0}»، پیامکی برایتان ارسال می‌شود. هزینه پیام و داده اعمال می‌شود.]]>
fi: <![CDATA[Kun napautat {0}, tekstiviesti voidaan lähettää. Datan ja viestien käyttö voi olla maksullista.]]>
fil: <![CDATA[Sa pag-tap sa “{0},“ maaaring magpadala ng SMS. Maaaring ipatupad ang mga rate ng pagmemensahe at data.]]>
fr: <![CDATA[En appuyant sur “{0}”, vous déclencherez peut-être l'envoi d'un SMS. Des frais de messages et de données peuvent être facturés.]]>
hi: <![CDATA[“{0}” पर टैप करने पर, एक मैसेज (एसएमएस) भेजा जा सकता है. मैसेज और डेटा दरें लागू हो सकती हैं.]]>
hr: <![CDATA[Dodirivanje gumba “{0}” može dovesti do slanja SMS poruke. Mogu se primijeniti naknade za slanje poruka i podatkovni promet.]]>
hu: <![CDATA[Ha a(z) „{0}” gombra koppint, a rendszer SMS-t küldhet Önnek. A szolgáltató ezért üzenet- és adatforgalmi díjat számíthat fel.]]>
in: <![CDATA[Dengan mengetuk “{0}\", SMS mungkin akan dikirim. Mungkin dikenakan biaya pesan & data.]]>
it: <![CDATA[Se tocchi “{0}”, è possibile che venga inviato un SMS. Potrebbero essere applicate le tariffe per l'invio dei messaggi e per il traffico dati.]]>
iw: <![CDATA[הקשה על “{0}” עשויה לגרום לשליחה של הודעת SMS. ייתכן שיחולו תעריפי הודעות והעברת נתונים.]]>
ja: <![CDATA[[{0}] をタップすると、SMS が送信されます。データ通信料がかかることがあります。]]>
ko: <![CDATA[“{0}” 버튼을 탭하면 SMS가 발송될 수 있으며, 메시지 및 데이터 요금이 부과될 수 있습니다.]]>
lt: <![CDATA[Palietus „{0}“ gali būti išsiųstas SMS pranešimas. Gali būti taikomi pranešimų ir duomenų įkainiai.]]>
lv: <![CDATA[Pieskaroties pogai {0}, var tikt nosūtīta īsziņa. Var tikt piemērota maksa par ziņojumiem un datu pārsūtīšanu.]]>
nl: <![CDATA[Als u op “{0}” tikt, ontvangt u mogelijk een sms. Er kunnen sms- en datakosten in rekening worden gebracht.]]>
no: <![CDATA[Når du trykker på «{0}», kan det bli sendt en SMS. Kostnader for meldinger og datatrafikk kan påløpe.]]>
pl: <![CDATA[Gdy klikniesz „{0}”, może zostać wysłany SMS. Może to skutkować pobraniem opłaty za przesłanie wiadomości i danych.]]>
pt: <![CDATA[Se você tocar em “{0}”, um SMS poderá ser enviado e tarifas de mensagens e de dados serão cobradas.]]>
ro: <![CDATA[Dacă atingeți „{0}”, poate fi trimis un SMS. Se pot aplica tarife pentru mesaje și date.]]>
ru: <![CDATA[Нажимая кнопку “{0}”, вы соглашаетесь получить SMS. За его отправку и обмен данными может взиматься плата.]]>
sk: <![CDATA[Klepnutím na tlačidlo {0} možno odoslať SMS. Môžu sa účtovať poplatky za správy a dáta.]]>
sl: <![CDATA[Če se dotaknete možnosti »{0}«, bo morda poslano sporočilo SMS. Pošiljanje sporočila in prenos podatkov boste morda morali plačati.]]>
sr: <![CDATA[Ако додирнете „{0}“, можда ћете послати SMS. Могу да вам буду наплаћени трошкови слања поруке и преноса података.]]>
sv: <![CDATA[Genom att trycka på {0} skickas ett sms. Meddelande- och dataavgifter kan tillkomma.]]>
th: <![CDATA[เมื่อคุณแตะ “{0}” ระบบจะส่ง SMS ให้คุณ อาจมีค่าบริการรับส่งข้อความและค่าบริการอินเทอร์เน็ต]]>
tr: <![CDATA[“{0}” öğesine dokunarak SMS gönderilebilir. Mesaj ve veri ücretleri uygulanabilir.]]>
uk: <![CDATA[Коли ви торкнетесь опції “{0}”, вам може надійти SMS-повідомлення. За SMS і використання трафіку може стягуватися плата.]]>
ur: <![CDATA[{0} پر تھپتھپانے سے، ایک SMS بھیجا جا سکتا ہے۔ پیغام اور ڈیٹا کی شرحوں کا اطلاق ہو سکتا ہے۔]]>
vi: <![CDATA[Bằng cách nhấn vào “{0}”, bạn có thể nhận được một tin nhắn SMS. Cước tin nhắn và dữ liệu có thể áp dụng.]]>
zh: <![CDATA[您点按“{0}”后，系统会向您发送一条短信。这可能会产生短信费用和上网流量费。]]>
