Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_welcome_back_email_link_prompt_body
source: <![CDATA[ You've already used {0}. You can connect your {1} account with {0} by signing in with email link below. For this flow to successfully connect your {1} account with this email, you have to open the link on the same device or browser. ]]>
ar: <![CDATA[سبق واستخدمت العنوان {0}. يمكنك ربط حسابك على {1} بحساب {0} عبر تسجيل الدخول باستخدام رابط البريد الإلكتروني المضمّن في الرسالة الإلكترونية أدناه. لكي تنجح في ربط حسابك على {1} بهذا البريد الإلكتروني، عليك فتح الرابط على الجهاز أو المتصفّح نفسه.]]>
bg: <![CDATA[Вече използвахте {0}. Можете да свържете профила си в(ъв) {1} с имейл адреса {0} чрез посочената по-долу връзка за вход. За успешното свързване на профила си в(ъв) {1} с този имейл адрес, трябва да отворите връзката на същото устройство или браузър.]]>
ca: <![CDATA[Ja has utilitzat l'adreça electrònica {0}. Pots connectar el compte que tens a {1} amb {0} iniciant la sessió amb l'enllaç de correu electrònic que figura a continuació. Perquè el compte que tens a {1} es connecti amb aquesta adreça electrònica, has d'obrir l'enllaç al mateix dispositiu o navegador.]]>
cs: <![CDATA[E-mailovou adresu {0} jste již použili. Svůj účet {1} můžete s e-mailovou adresou {0} propojit přihlášením prostřednictvím odkazu níže. Aby došlo k úspěšnému propojení účtu {1} s touto e-mailovou adresou, musíte odkaz otevřít na stejném zařízení nebo ve stejném prohlížeči.]]>
da: <![CDATA[Du har allerede brugt {0}. Du kan knytte din {1}-konto til {0} ved at logge ind med dette maillink. Hvis det skal lykkes at knytte din {1}-konto til mailadressen på denne måde, skal du åbne linket med den samme enhed eller i samme browser.]]>
de: <![CDATA[Sie haben {0} schon benutzt. Sie können Ihr {1}-Konto mit {0} verbinden, indem Sie sich über den folgenden E-Mail-Link anmelden. Öffnen Sie den Link mit demselben Gerät oder Browser, um Ihr {1}-Konto mit dieser E-Mail-Adresse zu verbinden.]]>
el: <![CDATA[Χρησιμοποιήσατε ήδη το {0}. Για να συνδέσετε τον λογαριασμό σας {1} με το {0}, συνδεθείτε στον σύνδεσμο ηλεκτρονικού ταχυδρομείου παρακάτω. Σε αυτήν τη ροή για την επιτυχή σύνδεση του λογαριασμού {1} με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου, θα πρέπει να ανοίξετε τον σύνδεσμο στην ίδια συσκευή ή στο ίδιο πρόγραμμα περιήγησης.]]>
es: <![CDATA[Ya has usado la dirección {0}. Para conectar tu cuenta de {1} con {0}, inicia sesión a través del enlace de correo electrónico que aparece más adelante. Para que este flujo conecte correctamente tu cuenta de {1} con este correo electrónico, debes abrir el enlace en el mismo dispositivo o navegador.]]>
fa: <![CDATA[قبلاً از {0} استفاده کرده‌اید. می‌توانید با ورود به سیستم ازطریق پیوند ایمیل زیر، حساب {1} را به {0} وصل کنید. برای اینکه این فرایند بتواند با موفقیت حساب {1} شما را به این ایمیل متصل کند، باید پیوند را در همان دستگاه یا مرورگر باز کنید.]]>
fi: <![CDATA[{0} on jo käytössä. Voit yhdistää {1} ‑tilin sähköpostiosoitteeseen {0} kirjautumalla sisään alla olevasta sähköpostilinkistä. Jotta palvelun {1} tilisi voidaan yhdistää tähän sähköpostiosoitteeseen tällä prosessilla, sinun on avattava linkki samalla laitteella tai selaimella.]]>
fil: <![CDATA[Nagamit mo na ang {0}. Maaari mong ikonekta ang iyong {1} account sa {0} sa pamamagitan ng pag-sign in gamit ang link ng email sa ibaba. Para matagumpay na maikonekta ng daloy na ito ang iyong {1} account sa email na ito, kailangan mong buksan ang link sa parehong device o browser.]]>
fr: <![CDATA[Vous avez déjà utilisé l'adresse {0}. Vous pouvez associer votre compte {1} à l'adresse {0} en vous connectant via le lien envoyé par e-mail ci-dessous. Pour associer votre compte {1} à cette adresse e-mail, vous devez ouvrir le lien sur le même appareil ou dans le même navigateur.]]>
hi: <![CDATA[आप पहले ही {0} का इस्तेमाल कर चुके हैं. आप नीचे दिए गए ईमेल लिंक के ज़रिए साइन इन करके अपना {1} खाता {0} के साथ जोड़ सकते हैं. अपने {1} खाते को इस ईमेल पते से सफलतापूर्वक जोड़ने के लिए आपको उसी डिवाइस या ब्राउज़र पर लिंक खोलना होगा, जिससे आपने साइन-इन किया था.]]>
hr: <![CDATA[Već ste upotrebljavali adresu {0}. Svoj {1} račun možete povezati s adresom {0} tako da se prijavite putem ispod navedene veze u e-poruci. Da biste ovim postupkom povezali svoj {1} račun s tom e-adresom, trebate otvoriti vezu na istom uređaju ili pregledniku.]]>
hu: <![CDATA[Már használta a következő e-mail-címet: {0}. Most már összekapcsolhatja {1}-fiókját a(z) {0} e-mail-címmel, ha az alábbi e-mail-linkkel jelentkezik be. {1}-fiókjának és az e-mail-címnek az összekapcsolásához a linket ugyanazon az eszközön vagy ugyanabban a böngészőben kell megnyitni.]]>
in: <![CDATA[Anda sudah menggunakan {0}. Anda dapat menghubungkan akun {1} Anda ke {0} dengan login menggunakan link email di bawah. Agar alur ini dapat menghubungkan akun {1} Anda dengan email ini, Anda harus membuka link tersebut di perangkat atau browser yang sama.]]>
it: <![CDATA[Hai già utilizzato l'indirizzo {0}. Puoi collegare l'account {1} all'indirizzo {0} effettuando l'accesso con il link di seguito. Per collegare correttamente l'account {1} a questo indirizzo email, devi aprire il link sullo stesso dispositivo o browser.]]>
iw: <![CDATA[כבר השתמשת בכתובת האימייל {0}. כדי לקשר את חשבון {1} לכתובת האימייל {0}, עליך להיכנס לחשבון באמצעות הקישור לאימייל שבהמשך. צריך לפתוח את הקישור באותו מכשיר או דפדפן כדי לקשר את חשבון {1} לכתובת האימייל הזו.]]>
ja: <![CDATA[すでに {0} をお使いです。以下のメールリンクを使用してログインすると、{1} アカウントを {0} に接続できます。 このフローで {1} アカウントをこのメールアドレスに正常に接続するには、同じデバイスまたはブラウザでリンクを開く必要があります。]]>
ko: <![CDATA[이미 {0}을(를) 사용했습니다. 아래 이메일 링크로 로그인하면 {0}에 {1} 계정을 연결할 수 있습니다. 이 이메일에 {1} 계정을 연결하는 과정을 완료하려면 동일한 기기나 브라우저에서 링크를 열어야 합니다.]]>
lt: <![CDATA[Jau esate naudoję {0}. Galite susieti „{1}“ paskyrą su {0}: prisijunkite naudodami el. laiško nuorodą toliau. Jei norite vykdydami šį procesą sėkmingai susieti „{1}“ paskyrą naudodami šį el. laišką, turite atidaryti nuorodą tame pačiame įrenginyje ar naršyklėje.]]>
lv: <![CDATA[Esat jau izmantojis e-pasta adresi {0}. Varat saistīt savu {1} kontu ar e-pasta adresi {0}, pierakstoties ar tālāk norādīto e-pasta saiti. Lai šī plūsma varētu sekmīgi saistīt jūsu {1} kontu ar šo e-pasta adresi, jums ir jāatver saite tajā pašā ierīcē vai pārlūkprogrammā.]]>
nl: <![CDATA[U heeft {0} al gebruikt. U kunt uw {1}-account aan {0} koppelen door in te loggen via de e-mail link hieronder. Als u uw {1}-account aan dit e-mailadres wilt koppelen, moet u de link openen op hetzelfde apparaat of in dezelfde browser.]]>
no: <![CDATA[Du har allerede brukt {0}. Du kan koble {1}-kontoen din til {0} ved å logge på med e-postlinken nedenfor. Du må åpne linken med den samme enheten eller nettleseren for at {1}-kontoen din skal bli koblet til denne e-postadressen.]]>
pl: <![CDATA[Adres {0} został już użyty. Możesz połączyć swoje konto w serwisie {1} z adresem {0}, logując się poniżej za pomocą e-maila z linkiem. Aby procedura łączenia konta w serwisie {1} z tym adresem powiodła się, link musisz otworzyć na tym samym urządzeniu i w tej samej przeglądarce.]]>
pt: <![CDATA[Você já usou {0}. Você pode conectar sua conta do {1} com {0} ao fazer login usando o link de e-mail abaixo. Para conectar sua conta do {1} com este e-mail, é necessário abrir o link no mesmo dispositivo ou navegador.]]>
ro: <![CDATA[Ați folosit deja {0}. Vă puteți conecta contul {1} la {0} folosind linkul din e-mail, aflat mai jos. Pentru ca acest flux să conecteze contul {1} la această adresă de e-mail, trebuie să accesați linkul pe același dispozitiv sau browser.]]>
ru: <![CDATA[Вы уже использовали адрес электронной почты {0} для входа. Чтобы связать аккаунт сервиса \"{1}\" с адресом {0}, нажмите \"Войти\" и перейдите по ссылке, которую мы вам отправим. Обратите внимание, что открыть ссылку нужно в браузере или на устройстве, которые вы использовали. В противном случае связать аккаунт сервиса \"{1}\" с указанным адресом электронной почты не получится.]]>
sk: <![CDATA[E‑mailovú adresu {0} ste už použili. Prihlásením sa pomocou odkazu nižšie môžete svoj účet {1} prepojiť s e-mailovou adresou {0}. Aby tento proces mohol úspešne prepojiť váš účet {1} s týmto e‑mailom, musíte odkaz otvoriť v tom istom zariadení alebo prehliadači.]]>
sl: <![CDATA[{0} ste že uporabili. Račun za {1} lahko povežete z e-poštnim naslovom {0} tako, da se prijavite na spodnji povezavi. Če želite račun za {1} uspešno povezati s tem e-poštnim naslovom, morate povezavi odpreti v isti napravi ali brskalniku.]]>
sr: <![CDATA[Већ сте употребили {0}. Можете да повежете {1} налог са имејлом {0} тако што ћете се пријавити путем линка у имејлу испод. Да би се тим путем повезао {1} налог са овим имејлом, треба да отворите линк на истом уређају или из истог прегледача.]]>
sv: <![CDATA[Du har redan använt {0}. Du kan ansluta {1}-kontot med {0} genom att logga in via länken nedan. Du måste öppna länken på samma enhet eller i samma webbläsare för att {1}-kontot ska anslutas med den här e-postadressen.]]>
th: <![CDATA[คุณใช้ {0} แล้ว คุณจะเชื่อมต่อบัญชี {1} กับ {0} ได้โดยลงชื่อเข้าใช้ด้วยลิงก์อีเมลด้านล่าง หากต้องการเชื่อมต่อบัญชี {1} กับอีเมลนี้ให้สำเร็จ คุณต้องเปิดลิงก์บนอุปกรณ์หรือเบราว์เซอร์เดียวกัน]]>
tr: <![CDATA[{0} adresini zaten kullandınız. Aşağıdaki e-posta bağlantısıyla oturum açarak {1} hesabınızı {0} adresine bağlayabilirsiniz. Akışın {1} hesabınızı bu e-posta adresine sorunsuz şekilde bağlayabilmesi için bağlantıyı aynı cihazda veya tarayıcıda açmanız gerekir.]]>
uk: <![CDATA[Ви вже використовували адресу {0}. Ви можете зв’язати свій обліковий запис {1} з адресою {0}, увійшовши за допомогою посилання нижче. Щоб зв’язати обліковий запис {1} з цією електронною адресою, потрібно відкрити посилання на тому ж пристрої або в тому ж веб-переглядачі.]]>
ur: <![CDATA[آپ پہلے ہی {0} استعمال کر چکے ہیں۔ ذیل میں موجود ای میل کے لنک کے ساتھ سائن ان کر کے آپ اپنے {1} اکاؤنٹ کو {0} سے منسلک کر سکتے ہیں۔‎ اس فلو کو کامیابی کے ساتھ آپ کے {1} اکاؤنٹ کو اس ای میل کے ساتھ شامل کرنے کیلئے آپ کو اسی آلہ یا براؤزر پر لنک کھولنا ہوگا۔]]>
vi: <![CDATA[Bạn đã sử dụng {0}. Bạn có thể kết nối tài khoản {1} của mình với {0} bằng cách đăng nhập vào liên kết email bên dưới. Để quy trình kết nối tài khoản {1} của bạn với email này diễn ra thành công, bạn phải mở liên kết trên cùng một thiết bị hoặc trình duyệt.]]>
zh: <![CDATA[您已经使用了 {0}。您可以先使用下方电子邮件链接登录，然后将{1}帐号与 {0} 关联起来。 为了完成此流程，顺利将您的{1}帐号与此电子邮件地址关联起来，您必须使用相同的设备或浏览器打开链接。]]>

# fui_progress_dialog_signing_in
source: <![CDATA[Signing in…]]>
ar: <![CDATA[جارٍ تسجيل الدخول…]]>
bg: <![CDATA[Влизате…]]>
ca: <![CDATA[S'està iniciant la sessió…]]>
cs: <![CDATA[Přihlašování…]]>
da: <![CDATA[Logger ind…]]>
de: <![CDATA[Anmeldung wird durchgeführt…]]>
el: <![CDATA[Γίνεται σύνδεση…]]>
es: <![CDATA[Iniciando sesión…]]>
fa: <![CDATA[درحال ورود به سیستم…]]>
fi: <![CDATA[Kirjaudutaan sisään…]]>
fil: <![CDATA[Nagsa-sign in…]]>
fr: <![CDATA[Connexion…]]>
hi: <![CDATA[प्रवेश हो रहा है…]]>
hr: <![CDATA[Prijava…]]>
hu: <![CDATA[Bejelentkezés…]]>
in: <![CDATA[Login…]]>
it: <![CDATA[Accesso in corso…]]>
iw: <![CDATA[נכנס…]]>
ja: <![CDATA[ログインしています…]]>
ko: <![CDATA[로그인 중…]]>
lt: <![CDATA[Prisijungiama…]]>
lv: <![CDATA[Notiek pierakstīšanās…]]>
nl: <![CDATA[Inloggen…]]>
no: <![CDATA[Logger på…]]>
pl: <![CDATA[Loguję…]]>
pt: <![CDATA[Fazendo login…]]>
ro: <![CDATA[Se conectează…]]>
ru: <![CDATA[Выполняется вход…]]>
sk: <![CDATA[Prihlasovanie…]]>
sl: <![CDATA[Prijavljanje…]]>
sr: <![CDATA[Пријављивање…]]>
sv: <![CDATA[Loggar in…]]>
th: <![CDATA[กำลังลงชื่อเข้าใช้…]]>
tr: <![CDATA[Oturum açılıyor…]]>
uk: <![CDATA[Виконується вхід…]]>
ur: <![CDATA[سائن ان ہو رہا ہے…]]>
vi: <![CDATA[Đang đăng nhập…]]>
zh: <![CDATA[正在登录…]]>

# fui_trouble_signing_in
source: <![CDATA[Trouble signing in?]]>
ar: <![CDATA[هل تواجه مشكلة في تسجيل الدخول؟]]>
bg: <![CDATA[Имате проблем при влизането?]]>
ca: <![CDATA[No pots iniciar la sessió?]]>
cs: <![CDATA[Máte potíže s přihlášením?]]>
da: <![CDATA[Har du problemer med at logge ind?]]>
de: <![CDATA[Probleme bei der Anmeldung?]]>
el: <![CDATA[Πρόβλημα κατά τη σύνδεση;]]>
es: <![CDATA[¿No puedes iniciar sesión?]]>
fa: <![CDATA[مشکل در ورود به سیستم؟]]>
fi: <![CDATA[Eikö kirjautuminen onnistu?]]>
fil: <![CDATA[Nagkaproblema sa pag-sign in?]]>
fr: <![CDATA[Vous ne parvenez pas à vous connecter ?]]>
hi: <![CDATA[प्रवेश करने में समस्या?]]>
hr: <![CDATA[Problem s prijavom?]]>
hu: <![CDATA[Problémái vannak a bejelentkezéssel?]]>
in: <![CDATA[Terjadi masalah saat login?]]>
it: <![CDATA[Problemi di accesso?]]>
iw: <![CDATA[לא מצליח להיכנס?]]>
ja: <![CDATA[ログインできない場合]]>
ko: <![CDATA[로그인하는 데 문제가 있나요?]]>
lt: <![CDATA[Kyla problemų prisijungiant?]]>
lv: <![CDATA[Vai jums ir problēmas ar pierakstīšanos?]]>
nl: <![CDATA[Problemen met inloggen?]]>
no: <![CDATA[Har du problemer med å logge på?]]>
pl: <![CDATA[Masz problem z zalogowaniem się?]]>
pt: <![CDATA[Problemas com login?]]>
ro: <![CDATA[Nu reușiți să vă conectați?]]>
ru: <![CDATA[Проблемы со входом в систему?]]>
sk: <![CDATA[Máte problémy s prihlásením?]]>
sl: <![CDATA[Ali imate težave pri prijavi?]]>
sr: <![CDATA[Имате проблема при пријављивању?]]>
sv: <![CDATA[Har du problem med att logga in?]]>
th: <![CDATA[หากพบปัญหาในการลงชื่อเช้าใช้]]>
tr: <![CDATA[Oturum açılamıyor mu?]]>
uk: <![CDATA[Не вдається ввійти?]]>
ur: <![CDATA[سائن ان کرنے میں دشواری؟]]>
vi: <![CDATA[Bạn gặp sự cố khi đăng nhập?]]>
zh: <![CDATA[登录时遇到问题？]]>

# fui_title_recover_password_activity
source: <![CDATA[Recover password]]>
ar: <![CDATA[استرداد كلمة المرور]]>
bg: <![CDATA[Възстановяване на паролата]]>
ca: <![CDATA[Recupera la contrasenya]]>
cs: <![CDATA[Obnovit heslo]]>
da: <![CDATA[Gendan adgangskode]]>
de: <![CDATA[Passwort zurücksetzen]]>
el: <![CDATA[Ανάκτηση κωδικού πρόσβασης]]>
es: <![CDATA[Recuperar contraseña]]>
fa: <![CDATA[بازیابی گذرواژه]]>
fi: <![CDATA[Palauta salasana]]>
fil: <![CDATA[I-recover ang password]]>
fr: <![CDATA[Récupérer votre mot de passe]]>
hi: <![CDATA[पासवर्ड फिर से पाएं]]>
hr: <![CDATA[Ponovno postavljanje zaporke]]>
hu: <![CDATA[Jelszó visszaállítása]]>
in: <![CDATA[Pulihkan sandi]]>
it: <![CDATA[Recupera la password]]>
iw: <![CDATA[שחזור הסיסמה]]>
ja: <![CDATA[パスワードの復元]]>
ko: <![CDATA[비밀번호 복구]]>
lt: <![CDATA[Atkurti slaptažodį]]>
lv: <![CDATA[Paroles atgūšana]]>
nl: <![CDATA[Wachtwoord herstellen]]>
no: <![CDATA[Gjenopprett passordet]]>
pl: <![CDATA[Odzyskiwanie hasła]]>
pt: <![CDATA[Recuperar a senha]]>
ro: <![CDATA[Recuperați parola]]>
ru: <![CDATA[Восстановление пароля]]>
sk: <![CDATA[Obnovenie hesla]]>
sl: <![CDATA[Obnovitev gesla]]>
sr: <![CDATA[Повратите лозинку]]>
sv: <![CDATA[Återställa lösenord]]>
th: <![CDATA[กู้คืนรหัสผ่าน]]>
tr: <![CDATA[Şifreyi kurtarın]]>
uk: <![CDATA[Відновити пароль]]>
ur: <![CDATA[پاس ورڈ بازیافت کریں]]>
vi: <![CDATA[Khôi phục mật khẩu]]>
zh: <![CDATA[找回密码]]>

# fui_title_confirm_recover_password
source: <![CDATA[Check your email]]>
ar: <![CDATA[إثبات ملكية بريدك الإلكتروني]]>
bg: <![CDATA[Проверете електронната си поща]]>
ca: <![CDATA[Comprova el correu electrònic]]>
cs: <![CDATA[Zkontrolujte svůj e-mail]]>
da: <![CDATA[Tjek din mail.]]>
de: <![CDATA[Im Posteingang nachsehen]]>
el: <![CDATA[Ελέγξτε τα εισερχόμενα του ηλεκτρονικού ταχυδρομείου σας]]>
es: <![CDATA[Consulta tu correo electrónico]]>
fa: <![CDATA[رایانامه‌تان را بررسی کنید]]>
fi: <![CDATA[Tarkista sähköpostisi]]>
fil: <![CDATA[Suriin ang iyong email]]>
fr: <![CDATA[Consultez votre boîte de réception]]>
hi: <![CDATA[अपना ईमेल जाँचें]]>
hr: <![CDATA[Provjerite e-poštu]]>
hu: <![CDATA[Ellenőrizze az e-mailjeit.]]>
in: <![CDATA[Periksa email Anda]]>
it: <![CDATA[Controlla la tua casella di posta]]>
iw: <![CDATA[שלחנו לך אימייל]]>
ja: <![CDATA[メールをご確認ください]]>
ko: <![CDATA[이메일 확인]]>
lt: <![CDATA[Patikrinkite el. paštą]]>
lv: <![CDATA[Pārbaudiet savu e-pastu]]>
nl: <![CDATA[Controleer uw inbox]]>
no: <![CDATA[Sjekk e-posten din]]>
pl: <![CDATA[Sprawdź pocztę]]>
pt: <![CDATA[Verifique seu e-mail]]>
ro: <![CDATA[Verificați căsuța de e-mail]]>
ru: <![CDATA[Проверьте электронную почту]]>
sk: <![CDATA[Skontrolujte si e-mail]]>
sl: <![CDATA[Preverite e-pošto]]>
sr: <![CDATA[Проверите имејл]]>
sv: <![CDATA[Kolla dina e-postmeddelanden]]>
th: <![CDATA[ตรวจสอบอีเมลของคุณ]]>
tr: <![CDATA[E-postanızı kontrol edin]]>
uk: <![CDATA[Перевірте свою електронну пошту]]>
ur: <![CDATA[اپنا ای میل چیک کریں]]>
vi: <![CDATA[Kiểm tra email của bạn]]>
zh: <![CDATA[请查收电子邮件]]>

# fui_password_recovery_body
source: <![CDATA[Get instructions sent to this email that explain how to reset your password.]]>
ar: <![CDATA[تم إرسال تعليمات إلى البريد الإلكتروني هذا تشرح كيفية إعادة تعيين كلمة المرور.]]>
bg: <![CDATA[На този имейл адрес ще получите инструкции за повторно задаване на паролата.]]>
ca: <![CDATA[Rep un correu electrònic amb instruccions per restablir la contrasenya.]]>
cs: <![CDATA[Na tento e-mail vám zašleme pokyny, jak heslo obnovit.]]>
da: <![CDATA[Få en vejledning sendt til denne mail om, hvordan du nulstiller din adgangskode.]]>
de: <![CDATA[In der an diese E-Mail-Adresse gesendeten Anleitung wird beschrieben, wie Sie Ihr Passwort zurücksetzen können.]]>
el: <![CDATA[Δείτε τις οδηγίες που στάλθηκαν σε αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου, οι οποίες εξηγούν πώς να επαναφέρετε τον κωδικό πρόσβασής σας.]]>
es: <![CDATA[Recibe un correo electrónico con instrucciones sobre cómo cambiar la contraseña.]]>
fa: <![CDATA[دستورالعمل نحوه بازنشانی گذرواژه‌تان به این ایمیل ارسال شده است، آن را ببینید.]]>
fi: <![CDATA[Tilaa tähän sähköpostiin ohjeet, joissa neuvotaan, miten voit nollata salasanan.]]>
fil: <![CDATA[Kumuha ng mga tagubilin na ipadala sa email na ito na magpapaliwanag kung paano i-reset ang iyong password.]]>
fr: <![CDATA[Les instructions relatives à la réinitialisation de votre mot de passe seront envoyées à cette adresse e-mail.]]>
hi: <![CDATA[इस ईमेल पर भेजे गए निर्देश पाएं जो आपको अपना पासवर्ड रीसेट करना बताएंगे.]]>
hr: <![CDATA[Provjerite upute za ponovno postavljanje zaporke koje smo poslali na vašu e-adresu.]]>
hu: <![CDATA[Olvassa el az e-mailben elküldött utasításokat, amelyekből megtudhatja, hogyan állíthatja vissza a jelszavát.]]>
in: <![CDATA[Dapatkan petunjuk yang dikirimkan ke email ini yang menjelaskan cara menyetel ulang sandi Anda.]]>
it: <![CDATA[A questo indirizzo email verranno inviate le istruzioni che spiegano come reimpostare la password.]]>
iw: <![CDATA[אנחנו יכולים לשלוח לכתובת הזו הוראות לאיפוס הסיסמה.]]>
ja: <![CDATA[このメールアドレスに送信された、パスワードの再設定方法をご確認ください。]]>
ko: <![CDATA[비밀번호 재설정 방법을 안내하는 이메일을 보내 드립니다.]]>
lt: <![CDATA[Gaukite instrukcijas su nurodymais, kaip pakeisti slaptažodį, šiuo el. pašto adresu.]]>
lv: <![CDATA[Saņemiet uz šo e-pasta adresi nosūtītus norādījumus ar skaidrojumu, kā atiestatīt paroli.]]>
nl: <![CDATA[Er wordt een e-mail naar dit adres verzonden met instructies om uw wachtwoord te resetten.]]>
no: <![CDATA[Få instruksjoner sendt til denne e-postadressen for hvordan du tilbakestiller passordet ditt.]]>
pl: <![CDATA[Na ten adres e-mail zostaną wysłane instrukcje wyjaśniające, jak zresetować hasło.]]>
pt: <![CDATA[Veja como redefinir sua senha nas instruções enviadas para este e-mail.]]>
ro: <![CDATA[Primiți instrucțiuni de resetare a parolei la această adresă de e-mail.]]>
ru: <![CDATA[На этот адрес будет отправлено письмо с инструкциями по сбросу пароля.]]>
sk: <![CDATA[Nechajte si na tento e-mail poslať pokyny s vysvetlením, ako obnoviť svoje heslo.]]>
sl: <![CDATA[Na ta e-poštni naslov vam bomo poslali navodila za ponastavitev gesla.]]>
sr: <![CDATA[На овај имејл ћете добити упутства како да ресетујете лозинку.]]>
sv: <![CDATA[Få ett e-postmeddelande med anvisningar för hur du återställer lösenordet.]]>
th: <![CDATA[ดูวิธีการที่ส่งไปยังอีเมลนี้ซึ่งอธิบายเกี่ยวกับวิธีรีเซ็ตรหัสผ่านของคุณ]]>
tr: <![CDATA[Şifrenizi nasıl sıfırlayacağınızı açıklayan talimatlar bu e-postaya gönderilsin.]]>
uk: <![CDATA[На цю електронну адресу надійдуть інструкції, як скинути пароль.]]>
ur: <![CDATA[اس ای میل پر بھیجی گئی وہ ہدایات حاصل کریں جن میں اس بات کی وضاحت ہے کہ کیسے اپنا پاس ورڈ دوبارہ ترتیب دیں۔]]>
vi: <![CDATA[Xem hướng dẫn gửi tới email này có giải thích cách đặt lại mật khẩu của bạn.]]>
zh: <![CDATA[向此电子邮件地址发送关于如何重置密码的说明。]]>

# fui_button_text_send
source: <![CDATA[Send]]>
ar: <![CDATA[إرسال]]>
bg: <![CDATA[Изпращане]]>
ca: <![CDATA[Envia]]>
cs: <![CDATA[Odeslat]]>
de: <![CDATA[Senden]]>
el: <![CDATA[Αποστολή]]>
es: <![CDATA[Enviar]]>
fa: <![CDATA[ارسال]]>
fi: <![CDATA[Lähetä]]>
fil: <![CDATA[Ipadala]]>
fr: <![CDATA[Envoyer]]>
hi: <![CDATA[भेजें]]>
hr: <![CDATA[Pošalji]]>
hu: <![CDATA[Küldés]]>
in: <![CDATA[Kirim]]>
it: <![CDATA[Invia]]>
iw: <![CDATA[שליחה]]>
ja: <![CDATA[送信]]>
ko: <![CDATA[보내기]]>
lt: <![CDATA[Siųsti]]>
lv: <![CDATA[Sūtīt]]>
nl: <![CDATA[Verzenden]]>
pl: <![CDATA[Wyślij]]>
pt: <![CDATA[Enviar]]>
ro: <![CDATA[Trimiteți]]>
ru: <![CDATA[Отправить]]>
sk: <![CDATA[Odoslať]]>
sl: <![CDATA[Pošlji]]>
sr: <![CDATA[Пошаљи]]>
sv: <![CDATA[Skicka]]>
th: <![CDATA[ส่ง]]>
tr: <![CDATA[Gönder]]>
uk: <![CDATA[Надіслати]]>
ur: <![CDATA[بھیجیں]]>
vi: <![CDATA[Gửi]]>
zh: <![CDATA[发送]]>
