Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_email_link_cross_device_linking_text
source: <![CDATA[You originally intended to connect {0} to your email account but have opened the link on a different device where you are not signed in. If you still want to connect your {0} account, open the link on the same device where you started sign-in. Otherwise, tap Continue to sign-in on this device.]]>
ar: <![CDATA[لقد بدأت هذه العملية بهدف ربط {0} ببريدك الإلكتروني إلّا أنك فتحت الرابط على جهاز آخر لم يتمّ تسجيل الدخول عليه. لربط حسابك على {0}، يجب فتح الرابط على الجهاز نفسه حيث سجّلت الدخول في البداية. ولإلغاء عملية الربط، يُرجى النقر على \"متابعة\" لتسجيل الدخول على هذا الجهاز.]]>
bg: <![CDATA[Първоначално искахте да свържете {0} с имейла на профила си, но отворихте връзката на различно устройство без вход в профила. Ако все още искате да свържете профила си в(ъв) {0}, отворете връзката на същото устройство, на което започнахте влизането в профила. В противен случай докоснете „Напред“, за да влезете на това устройство.]]>
ca: <![CDATA[Inicialment has intentat connectar {0} amb el teu compte de correu electrònic, però has obert l'enllaç amb un dispositiu diferent en què no has iniciat la sessió. Si encara vols connectar el compte que tens a {0}, obre l'enllaç al mateix dispositiu en què has començat a iniciar la sessió. Si no, toca Continua per iniciar la sessió en aquest dispositiu.]]>
cs: <![CDATA[Původně jste chtěli propojit {0} se svým e-mailovým účtem, ale otevřeli jste odkaz na jiném zařízení, na kterém nejste přihlášení. Pokud stále chcete propojit svůj účet {0}, otevřete odkaz na stejném zařízení, na kterém jste se začali přihlašovat. V opačném případě klepněte na možnost Pokračovat a přihlaste se na tomto zařízení.]]>
da: <![CDATA[Du ville egentlig knytte {0} til din mailkonto, men du har åbnet linket på en anden enhed, som du ikke er logget ind på. Hvis du stadig vil tilknytte din {0}-konto, skal du åbne linket på den enhed, hvor du startede loginprocessen. Ellers kan du klikke på Fortsæt for at fortsætte med at logge ind på denne enhed.]]>
de: <![CDATA[Sie haben versucht, {0} auf einem Gerät, auf dem Sie nicht angemeldet sind, mit Ihrem E-Mail-Konto zu verbinden. Wenn Sie Ihr {0}-Konto weiterhin verbinden möchten, öffnen Sie den Link bitte auf dem Gerät, auf dem Sie den Anmeldevorgang gestartet haben. Andernfalls tippen Sie auf \"Weiter\", um sich auf diesem Gerät anzumelden.]]>
el: <![CDATA[Αρχικά, σκοπεύατε να συνδέσετε το {0} με τον λογαριασμό ηλεκτρονικού ταχυδρομείου, αλλά, για το άνοιγμα του συνδέσμου, χρησιμοποιήσατε άλλη συσκευή στην οποία δεν είστε συνδεδεμένοι. Αν θέλετε να συνεχίσετε τη σύνδεση του λογαριασμού {0}, ανοίξτε τον σύνδεσμο στην ίδια συσκευή από την οποία ξεκινήσατε τη σύνδεση. Διαφορετικά, πατήστε Συνέχεια για να συνδεθείτε σε αυτήν τη συσκευή.]]>
es: <![CDATA[En un principio intentaste conectar {0} a tu cuenta de correo electrónico, pero has abierto el enlace en un dispositivo diferente en el que no has iniciado sesión. Si sigues queriendo vincular tu cuenta de {0}, abre el enlace en el mismo dispositivo en el que empezaste el inicio de sesión. De lo contrario, toca Continuar para iniciar sesión en este dispositivo.]]>
fa: <![CDATA[ابتدا قصد داشتید {0} را به حساب ایمیلتان متصل کنید، اما پیوند را در دستگاه دیگری باز کردید که در آن وارد سیستم نشده‌اید. اگر همچنان می‌خواهید حساب {0} را متصل کنید، پیوند را در همان دستگاهی باز کنید که ورود به سیستم را با آن شروع کرده‌اید. درغیراین‌صورت، برای ورود به سیستم با این دستگاه، روی «ادامه» ضربه بزنید.]]>
fi: <![CDATA[Tarkoituksesi oli yhdistää palvelu {0} sähköpostiosoitteeseesi, mutta avasit linkin eri laitteella, johon et ollut kirjautunut. \Jos haluat edelleen yhdistää palvelun {0} tilisi, avaa linkki samalla laitteella, jolla aloitit kirjautumisen. Jos haluat jatkaa kirjautumista tällä laitteella, napauta Jatka.]]>
fil: <![CDATA[Orihinal na sinadya mong ikonekta ang {0} sa iyong email account pero nabuksan ang link sa ibang device kung saan hindi ka naka-sign in. Kung gusto mo pa ring ikonekta ang iyong {0} account, buksan ang link sa parehong device kung saan ka nagsimulang mag-sign in. Kung hindi, i-tap ang Magpatuloy para makapag-sign in sa device na ito.]]>
fr: <![CDATA[Vous aviez décidé d'associer votre compte {0} à votre adresse e-mail, mais vous avez ouvert le lien sur un appareil différent de celui avec lequel vous vous êtes connecté. Si vous souhaitez toujours associer votre compte {0}, ouvrez le lien sur l'appareil avec lequel vous avez commencé à vous connecter. Sinon, appuyez sur \"Continuer\" pour vous connecter depuis un autre appareil.]]>
hi: <![CDATA[आप पहले {0} को अपने ईमेल खाते से जोड़ना चाहते थे, लेकिन आपने ऐसे किसी अलग डिवाइस से लिंक खोला है, जहां आप साइन-इन नहीं हैं. अगर आप अब भी अपने {0} खाते को जोड़ना चाहते हैं, तो उसी डिवाइस पर लिंक खोलें जिस पर आपने साइन-इन करना शुरू किया था. या फिर, इस डिवाइस से साइन इन करने के लिए 'जारी रखें' पर टैप करें.]]>
hr: <![CDATA[Izvorno ste namjeravali povezati {0} račun sa svojim računom e-pošte, no otvorili ste vezu na drugom uređaju na kojem niste prijavljeni. Ako i dalje želite povezati svoj {0} račun, otvorite vezu na uređaju na kojem ste pokrenuli postupak prijave. U suprotnom dodirnite Nastavi da biste se prijavili na ovom uređaju.]]>
hu: <![CDATA[Eredetileg össze szerette volna kapcsolni {0}-fiókját az e-mail-fiókjával, a linket azonban olyan eszközön nyitotta meg, amelyen nem jelentkezett be. Ha továbbra is össze kívánja kapcsolni {0}-fiókját, akkor azon az eszközön nyissa meg a linket, amelyen megkezdte a bejelentkezést. Ha ezen az eszközön kíván bejelentkezni, akkor koppintson a Tovább gombra.]]>
in: <![CDATA[Anda sebelumnya ingin menghubungkan {0} ke akun email Anda, tapi telah membuka link di perangkat berbeda yang tidak digunakan untuk login. Jika Anda masih ingin menghubungkan ke akun {0}, buka link di perangkat yang sama yang digunakan untuk login. Jika tidak, ketuk Lanjutkan untuk login di perangkat ini.]]>
it: <![CDATA[Inizialmente intendevi collegare {0} al tuo account email, ma hai aperto il link su un altro dispositivo, sul quale non hai eseguito l'accesso. Se vuoi continuare a collegare l'account su {0}, apri il link sullo stesso dispositivo su cui hai iniziato la procedura di accesso. Altrimenti, tocca Continua per accedere su questo dispositivo.]]>
iw: <![CDATA[כוונתך המקורית הייתה לקשר את חשבון {0} לחשבון שלך, אבל פתחת את הקישור במכשיר אחר שממנו לא נכנסת לחשבון. בכל זאת רוצה לקשר את חשבון {0} לחשבון שלך? אם כן, יש לפתוח את הקישור באותו מכשיר שבו התחלת את תהליך הכניסה. אם לא, יש להקיש על 'המשך' כדי להיכנס לחשבון במכשיר הזה.]]>
ja: <![CDATA[元々は {0} をメール アカウントに接続しようとしましたが、ログインしていないデバイスでリンクが開かれました。{0} アカウントの接続を続行する場合は、ログインを開始したデバイスでリンクを開いてください。接続しない場合は、[続行] をタップしてこのデバイスでログインします。]]>
ko: <![CDATA[원래 이메일 계정에 {0}을(를) 연결하려고 했지만 로그인되지 않은 다른 기기에서 링크를 열었습니다. {0} 계정에 연결하려는 경우 로그인을 시작한 것과 동일한 기기에서 링크를 여세요. 또는 '계속'을 탭하여 이 기기에서 로그인하세요.]]>
lt: <![CDATA[Iš pradžių ketinote susieti {0} ir el. pašto paskyras, bet atidarėte nuorodą kitame įrenginyje, kuriame nesate prisijungę. Jei vis tiek norite susieti {0} paskyrą, atidarykite nuorodą tame pačiame įrenginyje, kuriame pradėjote prisijungimo procesą. Jei nenorite, palieskite „Tęsti“ ir prisijunkite šiame įrenginyje.]]>
lv: <![CDATA[Sākotnēji vēlējāties saistīt {0} ar savu e-pasta kontu, tomēr saiti atvērāt citā ierīcē, kurā neesat pierakstījies. Ja joprojām vēlaties saistīt savu {0} kontu, atveriet saiti tajā pašā ierīcē, kurā sākāt pierakstīšanos. Pretējā gadījumā pieskarieties vienumam Turpināt, lai pierakstītos šajā ierīcē.]]>
nl: <![CDATA[U wilde aanvankelijk {0} aan uw e-mailaccount koppelen, maar u heeft de link geopend op een andere apparaat, waarop u niet ingelogd bent. Als u nog steeds verbinding wilt maken met uw {0}-account, opent u de link op het apparaat waarop u het inlogproces bent gestart. Tik anders op Doorgaan om in te loggen op dit apparaat.]]>
no: <![CDATA[Du forsøkte opprinnelig å koble {0} til e-postkontoen din, men du åpnet linken på en annen enhet enn den du er pålogget med. Hvis du fortsatt ønsker å koble til {0}-kontoen din, åpner du linken på enheten du er pålogget med. Hvis ikke trykker du på Fortsett for å logge på med denne enheten.]]>
pl: <![CDATA[Podjęto próbę połączenia konta {0} z kontem, na którym używasz podanego adresu e-mail, ale link został otwarty na innym urządzeniu, na którym użytkownik nie był zalogowany. Jeśli nadal chcesz połączyć konto w serwisie {0}, otwórz link na urządzeniu, na którym rozpoczęto logowanie. W przeciwnym razie wybierz Dalej, by zalogować się na tym urządzeniu.]]>
pt: <![CDATA[Inicialmente, você quis conectar {0} à sua conta de e-mail, mas abriu o link em outro dispositivo no qual você não está conectado. Se você ainda quiser conectar sua conta de {0}, abra o link no mesmo dispositivo em que fez login. Se preferir, toque em \"Continuar\" para fazer login neste dispositivo.]]>
ro: <![CDATA[Inițial ați intenționat să conectați {0} la contul de e-mail, dar ați deschis linkul pe un dispozitiv pe care nu sunteți conectat(ă). Dacă doriți să continuați conectarea contului {0}, deschideți linkul pe același dispozitiv pe care ați început conectarea. În caz contrar, atingeți Continuați pentru a vă conecta pe acest dispozitiv.]]>
ru: <![CDATA[Вы пытались связать аккаунт сервиса {0} со своим адресом электронной почты, однако перешли по ссылке на устройстве, на котором у вас не выполнен вход. Чтобы пройти авторизацию на текущем компьютере, телефоне или планшете, нажмите \"Продолжить\". Если вы все-таки хотите связать аккаунт сервиса {0} со своим адресом электронной почты, откройте ссылку на устройстве, на котором начали процесс входа.]]>
sk: <![CDATA[Pôvodne ste chceli prepojiť svoj účet v službe {0} so svojím e‑mailovým účtom, ale odkaz ste otvorili v inom zariadení, v ktorom ste sa neprihlásili. Ak stále chcete prepojiť svoj účet v službe {0}, otvorte odkaz v rovnakom zariadení, v ktorom ste sa začali prihlasovať. V opačnom prípade klepnite na tlačidlo Pokračovať a prihláste sa v tomto zariadení.]]>
sl: <![CDATA[Najprej ste želeli račun {0} povezati z e-poštnim računom, vendar ste povezavo odprli v drugi napravi, kjer niste prijavljeni. Če želite še vedno povezati račun {0}, odprite povezavo v napravi, v kateri ste začeli s prijavo. V nasprotnem primeru se dotaknite možnosti »Nadaljuj«, da se prijavite v tej napravi.]]>
sr: <![CDATA[Првобитна намера вам је била да повежете {0} налог са имејл налогом, али сте отворили линк на другом уређају, на ком нисте пријављени. Ако и даље желите да повежете {0} налог, отворите линк на истом уређају на ком сте почели пријављивање. У супротном, додирните Настави да бисте се пријавили на овом уређају.]]>
sv: <![CDATA[Du skulle ansluta {0} till ditt e-postkonto men har öppnat länken på en annan enhet där du inte är inloggad. Om du fortfarande vill ansluta ditt {0}-konto ska du öppna länken på den enhet där du påbörjade inloggningen. Annars kan du klicka på Fortsätt för att logga in på den här enheten.]]>
th: <![CDATA[แต่เดิมคุณตั้งใจที่จะเชื่อม {0} เข้ากับบัญชีอีเมลแต่ได้เปิดลิงก์บนอุปกรณ์อื่นที่ไม่ได้ลงชื่อเข้าใช้ หากยังต้องการเชื่อมบัญชี {0} ให้เปิดลิงก์บนอุปกรณ์เดียวกันกับที่เริ่มลงชื่อเข้าใช้ หรือแตะ \"ต่อไป\" เพื่อลงชื่อเข้าใช้บนอุปกรณ์นี้]]>
tr: <![CDATA[Aslında {0} adlı sağlayıcıyı e-posta hesabınıza bağlamak istediniz ancak bağlantıyı, oturum açmadığınız farklı bir cihazda açtınız. Hâlâ {0} hesabınızı bağlamak istiyorsanız bağlantıyı oturum açma işlemini başlattığınız cihazda açın. Aksi takdirde bu cihazda oturum açmak için Devam'a dokunun.]]>
uk: <![CDATA[Ви збиралися зв’язати {0} зі своєю електронною адресою, але відкрили надане посилання на пристрої, на якому не ввійшли в обліковий запис. Щоб зв’язати обліковий запис {0}, відкрийте посилання на пристрої, де ви почали входити, або натисніть \"Продовжити\", щоб увійти на цьому пристрої.]]>
ur: <![CDATA[آپ نے اصل میں اپنے ای میل اکاؤنٹ کو {0} کے ساتھ منسلک کرنا چاہتے تھے لیکن آپ نے لنک کو دوسرے آلہ پر کھولا ہے جہاں آپ سائن ان نہیں ہیں۔‎ اگر آپ ابھی بھی اپنے {0} اکاؤنٹ سے منسلک ہونا چاہتے ہیں، تو اسی آلہ پر لنک کو کھولیں جہاں سے آپ نے سائن ان شروع کیا تھا۔ بصورت دیگر، اس آلہ پر مسلسل سائن کرنے کے لیے تھپتھپائيں۔]]>
vi: <![CDATA[Ban đầu, bạn có ý định kết nối {0} với tài khoản email của bạn nhưng đã mở liên kết trên một thiết bị khác mà bạn chưa đăng nhập. Nếu bạn vẫn muốn kết nối với tài khoản {0} của mình, hãy mở liên kết này trên cùng một thiết bị mà bạn đã đăng nhập từ đầu. Nếu không, hãy nhấn Tiếp tục để đăng nhập trên thiết bị này.]]>
zh: <![CDATA[您最初是想将{0}与您的电子邮件帐号关联起来，但是您换用其他未登录的设备打开了此链接。 如果您仍希望关联您的{0}帐号，请在您最初开始登录时所用的设备上打开此链接。否则，请点按“继续”以在当前设备上登录。]]>

# fui_email_link_cross_device_sign_in_button_text
source: <![CDATA[Sign in with {0}]]>
ar: <![CDATA[تسجيل الدخول باستخدام {0}]]>
bg: <![CDATA[Вход в профила с(ъс) {0}]]>
ca: <![CDATA[Inicia la sessió amb {0}]]>
cs: <![CDATA[Přihlásit se prostřednictvím {0}]]>
da: <![CDATA[Log ind med {0}]]>
de: <![CDATA[Mit {0} anmelden]]>
el: <![CDATA[Συνδεθείτε μέσω {0}]]>
es: <![CDATA[Iniciar sesión con {0}]]>
fa: <![CDATA[ورود به سیستم با {0}]]>
fi: <![CDATA[Kirjaudu palvelun {0} kautta]]>
fil: <![CDATA[Mag-sign in gamit ang {0}]]>
fr: <![CDATA[Se connecter avec {0}]]>
hi: <![CDATA[{0} के साथ साइन इन करें]]>
hr: <![CDATA[Prijava putem adrese {0}]]>
hu: <![CDATA[Bejelentkezés a következővel: {0}]]>
in: <![CDATA[Login dengan {0}]]>
it: <![CDATA[Accedi con {0}]]>
iw: <![CDATA[כניסה באמצעות {0}]]>
ja: <![CDATA[{0} でログイン]]>
ko: <![CDATA[{0}(으)로 로그인]]>
lt: <![CDATA[Prisijungti per „{0}“]]>
lv: <![CDATA[Pierakstieties ar {0}]]>
nl: <![CDATA[Inloggen met {0}]]>
no: <![CDATA[Logg på med {0}]]>
pl: <![CDATA[Zaloguj się przez: {0}]]>
pt: <![CDATA[Fazer login com {0}]]>
ro: <![CDATA[Conectați-vă cu {0}]]>
ru: <![CDATA[Войти через аккаунт {0}]]>
sk: <![CDATA[Prihláste sa cez {0}]]>
sl: <![CDATA[Prijava z računom {0}]]>
sr: <![CDATA[Пријавите се уз {0}]]>
sv: <![CDATA[Logga in med {0}]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย {0}]]>
tr: <![CDATA[{0} ile oturum aç]]>
uk: <![CDATA[Увійти, використовуючи {0}]]>
ur: <![CDATA[{0} کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng {0}]]>
zh: <![CDATA[使用{0}登录]]>

# fui_verify_phone_number_title
source: <![CDATA[Enter your phone number]]>
ar: <![CDATA[أدخل رقم هاتفك]]>
bg: <![CDATA[Въвеждане на телефонния ви номер]]>
ca: <![CDATA[Introdueix el número de telèfon]]>
cs: <![CDATA[Zadejte své telefonní číslo]]>
da: <![CDATA[Angiv dit telefonnummer]]>
de: <![CDATA[Telefonnummer eingeben]]>
el: <![CDATA[Εισαγάγετε τον αριθμό τηλεφώνου σας]]>
es: <![CDATA[Introduce tu número de teléfono]]>
fa: <![CDATA[شماره تلفن خود را وارد کنید]]>
fi: <![CDATA[Anna puhelinnumerosi]]>
fil: <![CDATA[Ilagay ang numero ng iyong telepono]]>
fr: <![CDATA[Saisissez votre numéro de téléphone]]>
hi: <![CDATA[अपना फ़ोन नंबर डालें]]>
hr: <![CDATA[Unesite telefonski broj]]>
hu: <![CDATA[Adja meg telefonszámát]]>
in: <![CDATA[Masukkan nomor telepon Anda]]>
it: <![CDATA[Inserisci il numero di telefono]]>
iw: <![CDATA[הזן את מספר הטלפון שלך]]>
ja: <![CDATA[電話番号を入力してください]]>
ko: <![CDATA[전화번호 입력]]>
lt: <![CDATA[Įveskite telefono numerį]]>
lv: <![CDATA[Ievadiet savu tālruņa numuru]]>
nl: <![CDATA[Voer uw telefoonnummer in]]>
no: <![CDATA[Oppgi telefonnummeret ditt]]>
pl: <![CDATA[Wpisz numer telefonu]]>
pt: <![CDATA[Insira o número do seu telefone]]>
ro: <![CDATA[Introduceți numărul de telefon]]>
ru: <![CDATA[Введите номер телефона]]>
sk: <![CDATA[Zadajte svoje telefónne číslo]]>
sl: <![CDATA[Vnesite telefonsko številko]]>
sr: <![CDATA[Унесите број телефона]]>
sv: <![CDATA[Ange ditt telefonnummer]]>
th: <![CDATA[ป้อนหมายเลขโทรศัพท์ของคุณ]]>
tr: <![CDATA[Telefon numaranızı girin]]>
uk: <![CDATA[Введіть свій номер телефону]]>
ur: <![CDATA[اپنا فون نمبر درج کریں]]>
vi: <![CDATA[Nhập số điện thoại của bạn]]>
zh: <![CDATA[输入您的电话号码]]>

# fui_invalid_phone_number
source: <![CDATA[Enter a valid phone number]]>
ar: <![CDATA[يُرجى إدخال رقم هاتف صالح]]>
bg: <![CDATA[Въведете валиден телефонен номер]]>
ca: <![CDATA[Introdueix un número de telèfon vàlid]]>
cs: <![CDATA[Zadejte platné telefonní číslo]]>
da: <![CDATA[Angiv et gyldigt telefonnummer]]>
de: <![CDATA[Gib eine gültige Telefonnummer ein]]>
el: <![CDATA[Καταχωρίστε έναν έγκυρο αριθμό τηλεφώνου]]>
es: <![CDATA[Introduce un número de teléfono válido]]>
fa: <![CDATA[شماره تلفن معتبری وارد کنید]]>
fi: <![CDATA[Anna voimassa oleva puhelinnumero.]]>
fil: <![CDATA[Maglagay ng wastong numero ng telepono]]>
fr: <![CDATA[Saisissez un numéro de téléphone valide]]>
hi: <![CDATA[कोई मान्य फ़ोन नंबर डालें]]>
hr: <![CDATA[Unesite važeći telefonski broj]]>
hu: <![CDATA[Érvényes telefonszámot adjon meg.]]>
in: <![CDATA[Masukkan nomor telepon yang valid]]>
it: <![CDATA[Inserisci un numero di telefono valido]]>
iw: <![CDATA[מספר הטלפון שהזנת לא תקין]]>
ja: <![CDATA[有効な電話番号を入力してください]]>
ko: <![CDATA[올바른 전화번호를 입력하세요.]]>
lt: <![CDATA[Įveskite tinkamą telefono numerį]]>
lv: <![CDATA[Ievadiet derīgu tālruņa numuru]]>
nl: <![CDATA[Voer een geldig telefoonnummer in]]>
no: <![CDATA[Oppgi et gyldig telefonnummer]]>
pl: <![CDATA[Wpisz prawidłowy numer telefonu]]>
pt: <![CDATA[Insira um número de telefone válido]]>
ro: <![CDATA[Introduceți un număr valid de telefon]]>
ru: <![CDATA[Введите действительный номер телефона.]]>
sk: <![CDATA[Zadajte platné telefónne číslo]]>
sl: <![CDATA[Vnesite veljavno telefonsko številko]]>
sr: <![CDATA[Унесите важећи број телефона]]>
sv: <![CDATA[Ange ett giltigt telefonnummer]]>
th: <![CDATA[ป้อนหมายเลขโทรศัพท์ที่ถูกต้อง]]>
tr: <![CDATA[Geçerli bir telefon numarası girin]]>
uk: <![CDATA[Введіть дійсний номер телефону]]>
ur: <![CDATA[براہ کرم ایک درست فون نمبر درج کریں]]>
vi: <![CDATA[Nhập số điện thoại hợp lệ]]>
zh: <![CDATA[请输入有效的电话号码]]>

# fui_enter_confirmation_code
source: <![CDATA[Enter the 6-digit code we sent to]]>
ar: <![CDATA[أدخل الرمز المكوّن من 6 أرقام الذي أرسلناه إلى]]>
bg: <![CDATA[Въведете 6-цифрения код, който изпратихме до]]>
ca: <![CDATA[Introdueix el codi de 6 dígits que s'ha enviat al número]]>
cs: <![CDATA[Zadejte šestimístný kód, který jsme vám zaslali]]>
da: <![CDATA[Angiv den 6-cifrede kode, vi sendte til]]>
de: <![CDATA[Gib den 6-stelligen Code ein, der gesendet wurde an]]>
el: <![CDATA[Εισαγάγετε τον 6ψήφιο κωδικό που σας στείλαμε στο]]>
es: <![CDATA[Introduce el código de seis dígitos que hemos enviado a]]>
fa: <![CDATA[وارد کردن کد ۶ رقمی ارسال‌شده به]]>
fi: <![CDATA[Anna 6 merkin pituinen koodi, jonka lähetimme numeroon]]>
fil: <![CDATA[Ilagay ang 6-digit na code na ipinadala namin sa]]>
fr: <![CDATA[Saisissez le code à six chiffres envoyé au]]>
hi: <![CDATA[हमारी ओर से भेजा गया 6-अंकों वाला कोड डालें]]>
hr: <![CDATA[Unesite 6-znamenkasti kôd koji smo poslali na broj]]>
hu: <![CDATA[Adja meg a telefonszámra elküldött 6 számjegyű kódot]]>
in: <![CDATA[Masukkan kode 6 digit yang kami kirimkan ke]]>
it: <![CDATA[Inserisci il codice a 6 cifre che abbiamo inviato al numero]]>
iw: <![CDATA[הזן את הקוד בן 6 הספרות ששלחנו אל]]>
ja: <![CDATA[送信された 6 桁のコードを入力してください]]>
ko: <![CDATA[전송된 6자리 코드를 입력하세요.]]>
lt: <![CDATA[Įveskite 6 skaitmenų kodą, kurį išsiuntėme]]>
lv: <![CDATA[Ievadiet 6 ciparu kodu, ko nosūtījām]]>
nl: <![CDATA[Voer de zescijferige code in die we hebben verzonden naar]]>
no: <![CDATA[Oppgi den 6-sifrede koden vi sendte til]]>
pl: <![CDATA[Wpisz sześciocyfrowy kod, który wysłaliśmy na numer]]>
pt: <![CDATA[Insira o código de 6 dígitos enviado para]]>
ro: <![CDATA[Introduceți codul din 6 cifre pe care l-am trimis la]]>
ru: <![CDATA[Введите 6-значный код, отправленный на номер]]>
sk: <![CDATA[Zadajte 6-ciferný kód, ktorý sme odoslali na adresu]]>
sl: <![CDATA[Vnesite 6-mestno kodo, ki smo jo poslali na številko]]>
sr: <![CDATA[Унесите 6-цифрени кôд који смо послали на]]>
sv: <![CDATA[Ange den sexsiffriga koden vi skickade till]]>
th: <![CDATA[ป้อนรหัส 6 หลักที่เราส่งไปยัง]]>
tr: <![CDATA[Şu telefon numarasına gönderdiğimiz 6 haneli kodu girin:]]>
uk: <![CDATA[Введіть 6-значний код, який ми надіслали на номер]]>
ur: <![CDATA[ہماری جانب سے حسبِ ذیل کو بھیجا گیا 6 عدد کا کوڈ درج کریں]]>
vi: <![CDATA[Nhập mã 6 chữ số mà chúng tôi đã gửi cho bạn]]>
zh: <![CDATA[输入我们发送至以下电话号码的 6 位数验证码]]>

# fui_resend_code_in
source: <![CDATA[Resend code in 0:%02d]]>
ar: <![CDATA[إعادة إرسال الرمز بعد 0:%02d]]>
bg: <![CDATA[Повторно изпращане на кода след 0:%02d]]>
ca: <![CDATA[Torna a enviar el codi d'aquí a 0:%02d]]>
cs: <![CDATA[Znovu zaslat kód za 0:%02d]]>
da: <![CDATA[Send koden igen om 0:%02d]]>
de: <![CDATA[Code in 0:%02d erneut senden]]>
el: <![CDATA[Επανάληψη αποστολής κωδικού σε 0:%02d]]>
es: <![CDATA[Volver a enviar el código en 0:%02d]]>
fa: <![CDATA[کد پس از %02d:0 مجدداً ارسال می‌شود]]>
fi: <![CDATA[Lähetä koodi uudelleen seuraavan ajan kuluttua: 0:%02d.]]>
fil: <![CDATA[Ipadala muli ang code sa loob ng 0:%02d]]>
fr: <![CDATA[Renvoyer le code dans 0:%02d]]>
hi: <![CDATA[0:%02d में कोड फिर से भेजें]]>
hr: <![CDATA[Ponovno slanje koda za 0:%02d]]>
hu: <![CDATA[Kód újraküldése ennyi idő elteltével: 0:%02d]]>
in: <![CDATA[Kirimkan ulang kode dalam 0.%02d]]>
it: <![CDATA[Invia di nuovo il codice tra 0:%02d]]>
iw: <![CDATA[שולח קוד חדש בעוד %02d:0]]>
ja: <![CDATA[0:%02d 秒後にコードを再送信します]]>
ko: <![CDATA[0:%02d 후에 코드 재전송]]>
lt: <![CDATA[Siųsti kodą iš naujo po 0:%02d]]>
lv: <![CDATA[Vēlreiz nosūtīt kodu pēc 0:%02d]]>
nl: <![CDATA[Code opnieuw verzenden over 0:%02d]]>
no: <![CDATA[Send koden på nytt om 0:%02d]]>
pl: <![CDATA[Kod można ponownie wysłać za 0:%02d]]>
pt: <![CDATA[Reenviar código em 0:%02d]]>
ro: <![CDATA[Retrimiteți codul în 00:%02d]]>
ru: <![CDATA[Отправить код ещё раз можно будет через 0:%02d.]]>
sk: <![CDATA[Kód sa znova odošle o 0:%02d]]>
sl: <![CDATA[Ponovno pošlji kodo čez 0:%02d]]>
sr: <![CDATA[Кôд ће бити поново послат за 0:%02d]]>
sv: <![CDATA[Skicka kod igen om 0:%02d]]>
th: <![CDATA[ส่งรหัสอีกครั้งใน 0:%02d]]>
tr: <![CDATA[0:%02d içinde kodu yeniden gönder]]>
uk: <![CDATA[Повторно надіслати код через 0:%02d]]>
ur: <![CDATA[0:%02d میں دوبارہ کوڈ بھیجیں]]>
vi: <![CDATA[Gửi lại mã sau 0:%02d]]>
zh: <![CDATA[%02d 后可重新发送验证码]]>

# fui_verify_your_phone_title
source: <![CDATA[Verify your phone number]]>
ar: <![CDATA[إثبات ملكية رقم هاتفك]]>
bg: <![CDATA[Потвърждаване на телефонния ви номер]]>
ca: <![CDATA[Verifica el número de telèfon]]>
cs: <![CDATA[Ověřit telefonní číslo]]>
da: <![CDATA[Bekræft dit telefonnummer]]>
de: <![CDATA[Telefonnummer bestätigen]]>
el: <![CDATA[Επαλήθευση του τηλεφώνου σας]]>
es: <![CDATA[Verificar el número de teléfono]]>
fa: <![CDATA[تأیید شماره تلفن]]>
fi: <![CDATA[Puhelinnumeron vahvistaminen]]>
fil: <![CDATA[I-verify ang numero ng iyong telepono]]>
fr: <![CDATA[Valider votre numéro de téléphone]]>
hi: <![CDATA[अपने फ़ोन नंबर की पुष्टि करें]]>
hr: <![CDATA[Potvrda telefonskog broja]]>
hu: <![CDATA[Telefonszám igazolása]]>
in: <![CDATA[Verifikasi nomor telepon Anda]]>
it: <![CDATA[Verifica il numero di telefono]]>
iw: <![CDATA[אמת את מספר הטלפון]]>
ja: <![CDATA[電話番号を確認]]>
ko: <![CDATA[전화번호 인증]]>
lt: <![CDATA[Patvirtinti telefono numerį]]>
lv: <![CDATA[Verificēt tālruņa numuru]]>
nl: <![CDATA[Uw telefoonnummer verifiëren]]>
no: <![CDATA[Bekreft telefonnummeret ditt]]>
pl: <![CDATA[Zweryfikuj swój numer telefonu]]>
pt: <![CDATA[Confirmar seu número de telefone]]>
ro: <![CDATA[Confirmați numărul de telefon]]>
ru: <![CDATA[Подтвердить номер телефона]]>
sk: <![CDATA[Overiť telefónne číslo]]>
sl: <![CDATA[Preverjanje telefonske številke]]>
sr: <![CDATA[Верификујте број телефона]]>
sv: <![CDATA[Verifiera ditt telefonnummer]]>
th: <![CDATA[ยืนยันหมายเลขโทรศัพท์]]>
tr: <![CDATA[Telefon numaranızı doğrulayın]]>
uk: <![CDATA[Підтвердити номер телефону]]>
ur: <![CDATA[اپنے فون نمبر کی توثیق کریں]]>
vi: <![CDATA[Xác minh số điện thoại của bạn]]>
zh: <![CDATA[验证您的电话号码]]>
