Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_email_link_trouble_getting_possible_fixes
source: <![CDATA[Try these common fixes: \u2022 Check if the email was marked as spam or filtered. \u2022 Check your internet connection. \u2022 Check that you did not misspell your email. \u2022 Check that your inbox space is not running out or other inbox setting related issues. ]]>
ar: <![CDATA[يمكنك تجربة الحلول الشائعة التالية: \u2022 التأكّد ممّا إذا تمّ وضع علامة على الرسالة الإلكترونية بأنّها \"غير مرغوب فيها\" أو إذا تمّ نقلها تلقائيًا إلى مجلّد آخر \u2022 التحقّق من الاتصال بالإنترنت \u2022 التأكّد من كتابة عنوان البريد الإلكتروني بالشكل الصحيح \u2022 التحقق من عدم نفاد مساحة البريد الوارد أو من عدم وجود مشاكل أخرى في إعداده ]]>
bg: <![CDATA[Изпробвайте следните често използвани решения: \u2022 Проверете дали имейлът не е обозначен и филтриран като спам. \u2022 Проверете връзката си с интернет. \u2022 Проверете дали имейлът е изписан правилно. \u2022 Проверете дали в пощенската ви кутия има достатъчно пространство, или не е налице друг проблем с настройките й. ]]>
ca: <![CDATA[Prova aquestes solucions habituals: \u2022 Comprova que el correu electrònic no s'hagi marcat com a correu brossa ni s'hagi filtrat. \u2022 Comprova la connexió a Internet. \u2022 Comprova que hagis escrit correctament la teva adreça electrònica. \u2022 Comprova que tinguis espai a la safata d'entrada o qualsevol altre problema relacionat amb la configuració de la safata d'entrada. ]]>
cs: <![CDATA[Vyzkoušejte tyto běžné opravy: \u2022 Zkontrolujte, jestli nebyl e-mail označen jako spam nebo vyfiltrován. \u2022 Zkontrolujte své připojení k internetu. \u2022 Zkontrolujte, že jste napsali e-mailovou adresu správně. \u2022 Zkontrolujte, že ve vaší e-mailové schránce máte dostatek úložného prostoru nebo jiné problémy týkající se nastavení schránky. ]]>
da: <![CDATA[Prøv disse almindelige løsninger: \u2022 Tjek, om mailen er blevet markeret som spam eller filtreret fra. \u2022 Tjek din internetforbindelse. \u2022 Tjek, at du ikke har stavet din mailadresse forkert. \u2022 Tjek, at din indbakke ikke er løbet tør for plads, og at du ikke har andre problemer med indbakken. ]]>
de: <![CDATA[Versuchen Sie es mit diesen gängigen Korrekturen: \u2022 Prüfen Sie, ob die E-Mail als Spam markiert oder gefiltert wurde. \u2022 Prüfen Sie Ihre Internetverbindung. \u2022 Prüfen Sie, ob Sie die E-Mail-Adresse korrekt geschrieben haben. \u2022 Prüfen Sie, ob Ihr Posteingang über genügend Speicherplatz verfügt oder ob es Probleme mit den Einstellungen gibt. ]]>
el: <![CDATA[Δοκιμάστε αυτές τις συνήθεις διορθώσεις: \u2022 Ελέγξτε αν το μήνυμα ηλεκτρονικού ταχυδρομείου επισημάνθηκε ως ανεπιθύμητο ή φιλτραρισμένο. \u2022 Ελέγξτε τη σύνδεσή σας στο διαδίκτυο. \u2022 Βεβαιωθείτε ότι δεν έχετε γράψει λάθος το μήνυμα ηλεκτρονικού ταχυδρομείου. \u2022 Βεβαιωθείτε ότι δεν έχει γεμίσει ο χώρος εισερχομένων ή ότι δεν υπάρχουν άλλα προβλήματα που σχετίζονται με τις ρυθμίσεις εισερχομένων. ]]>
es: <![CDATA[Prueba las soluciones más habituales: \u2022 Comprueba si el mensaje de correo electrónico se ha filtrado o marcado como spam. \u2022 Verifica que tienes conexión a Internet. \u2022 Asegúrate de haber escrito correctamente tu dirección de correo electrónico. \u2022 Comprueba que no te estás quedando sin espacio en la bandeja de entrada y que no hay ningún problema con su configuración. ]]>
fa: <![CDATA[این رفع اشکال‌های معمول را امتحان کنید: \u2022 ببینید ایمیل به‌عنوان هرزنامه یا فیلترشده مشخص نشده باشد. \u2022 اتصال اینترنتتان را بررسی کنید. \u2022 مطمئن شوید املای ایمیلتان را درست وارد کرده باشید. \u2022 مطمئن شوید فضای صندوق ورودی‌تان روبه‌اتمام نباشد یا مشکل دیگری در تنظیمات صندوق ورودی وجود نداشته باشد. ]]>
fi: <![CDATA[Kokeile näitä yleisiä ratkaisuja: \u2022 Tarkista merkittiinkö viesti roskapostiksi tai suodatettiinko se. \u2022 Tarkista internetyhteytesi. \u2022 Tarkista että kirjoitit sähköpostiosoitteesi oikein. \u2022 Tarkista ettei postilaatikkosi tila ole loppumassa tai ettei postilaatikon asetuksissa ole muita ongelmia. ]]>
fil: <![CDATA[Subukan ang mga karaniwang pag-aayos na ito: \u2022 Tingnan kung namarkahan na spam o na-filter ang email. \u2022 Tingnan ang iyong koneksyon sa internet. \u2022 Tiyakin na hindi ka nagkamali sa pagbaybay sa iyong email. \u2022 Tiyakin na hindi nauubusan ng espasyo ang iyong inbox o may iba pang isyu na may kinalaman sa setting ng inbox. ]]>
fr: <![CDATA[Essayez les solutions courantes suivantes : \u2022 Vérifiez que l'e-mail n'a ni été marqué comme spam ni été filtré. \u2022 Vérifiez votre connexion Internet. \u2022 Vérifiez que votre adresse e-mail est correcte. \u2022 Vérifiez que votre boîte de réception n'est pas pleine et que les paramètres sont correctement définis. ]]>
hi: <![CDATA[समाधान के इन सामान्य तरीकों को आज़माएं: \u2022 देख लें कि ईमेल स्पैम फ़ोल्डर में तो नहीं चला गया या फिर फ़िल्टर तो नहीं हो गया है. \u2022 अपने इंटरनेट कनेक्शन की जाँच करें. \u2022 देख लें कि आपने अपने ईमेल पते की वर्तनी गलत तो नहीं लिखी है. \u2022 देख लें कि आपके इनबॉक्स में नए ईमेल आने के लिए जगह है या नहीं या इनबॉक्स सेटिंग से जुड़ी दूसरी समस्याएं तो नहीं हैं. ]]>
hr: <![CDATA[Isprobajte ova uobičajena rješenja: \u2022 Provjerite je li e-poruka filtrirana ili označena kao neželjena pošta. \u2022 Provjerite internetsku vezu. \u2022 Provjerite jeste li točno napisali e-adresu. \u2022 Provjerite ima li dovoljno prostora u vašem pretincu pristigle pošte ili je došlo do drugih problema povezanih s postavkama pretinca pristigle pošte. ]]>
hu: <![CDATA[Próbálja ki ezeket az általános problémamegoldó lépéseket: \u2022 Ellenőrizze, hogy az e-mail nem lett-e spamként megjelölve, vagy kiszűrve. \u2022 Ellenőrizze az internetkapcsolatát. \u2022 Ellenőrizze, hogy nem tévesen írta-e le az e-mail-címét. \u2022 Ellenőrizze, hogy a beérkező levelek számára van-e tárhely, illetve nincs-e gond a beérkező levelek beállításaival. ]]>
in: <![CDATA[Cobalah perbaikan umum ini: \u2022 Periksa apakah email tersebut ditandai sebagai spam atau difilter. \u2022 Periksa koneksi internet Anda. \u2022 Periksa bahwa Anda tidak salah mengeja email Anda. \u2022 Periksa apakah masih ada ruang di kotak masuk email Anda atau tidak, atau apakah ada masalah terkait setelan kotak masuk lainnya atau tidak. ]]>
it: <![CDATA[Prova le seguenti soluzioni comuni: \u2022 Verifica se l'email è stata contrassegnata come spam o filtrata. \u2022 Verifica la connessione a Internet. \u2022 Verifica di aver digitato correttamente l'indirizzo email. \u2022 Verifica di avere spazio sufficiente nella casella di posta in arrivo o che non vi siano altri problemi relativi alle impostazioni della casella di posta in arrivo. ]]>
iw: <![CDATA[כדי לנסות לפתור את הבעיה, מומלץ:‎ \u2022 לבדוק אם האימייל סומן כספאם או סונן.‎ \u2022 לבדוק את החיבור לאינטרנט.‎ \u2022 לוודא שכתובת האימייל אויתה בצורה תקינה.‎ \u2022 לוודא שהשטח הפנוי בתיבת הדואר הנכנס אינו עומד להסתיים, או לבדוק בעיות אחרות שקשורות להגדרות של תיבת הדואר הנכנס.‎ ]]>
ja: <![CDATA[以下の一般的な解決方法をお試しください。 \u2022 メールがスパムに分類されたりフィルタされたりしていないか確認する。 \u2022 インターネットの接続を確認する。 \u2022 メールアドレスのスペルに誤りがないか確認する。 \u2022 受信トレイの容量不足や、設定関連のその他の問題がないか確認する。 ]]>
ko: <![CDATA[다음의 일반적인 해결방법을 시도해 보세요. \u2022 이메일이 스팸으로 표시되었거나 필터링되었는지 확인합니다. \u2022 인터넷 연결을 확인합니다. \u2022 이메일을 잘못 입력하지 않았는지 확인합니다. \u2022 받은편지함 용량이 다 찼거나 받은편지함 설정과 관련된 문제가 있는 것이 아닌지 확인합니다. ]]>
lt: <![CDATA[Išbandykite šiuos dažnai kylančių problemų sprendimo būdus: \u2022 patikrinkite, ar el. laiškas nebuvo pažymėtas kaip šlamštas arba filtruotas; \u2022 patikrinkite interneto ryšį; \u2022 patikrinkite, ar nurodėte tikslų el. pašto adresą; \u2022 patikrinkite, ar nepasibaigė gautiesiems skirta saugyklos vieta arba kitas su gautųjų nustatymais susijusias problemas. ]]>
lv: <![CDATA[Izmēģiniet tālāk norādītās tipiskās problēmu novēršanas iespējas. \u2022 Pārbaudiet, vai e-pasta ziņojums nav atzīmēts kā mēstule vai nav filtrēts. \u2022 Pārbaudiet interneta savienojumu. \u2022 Pārbaudiet, vai e-pasta adrese ir pareizi uzrakstīta. \u2022 Pārbaudiet, vai jūsu iesūtnes krātuve nav beigusies vai nav citu ar iesūtnes iestatījumiem saistītu problēmu. ]]>
nl: <![CDATA[Probeer deze algemene oplossingen: \u2022 Controleer of de e-mail als spam is gemarkeerd of is weggefilterd. \u2022 Controleer uw internetverbinding. \u2022 Controleer of u uw e-mailadres juist heeft gespeld. \u2022 Controleer of er voldoende ruimte in uw inbox is en of er geen andere problemen met inboxinstellingen zijn. ]]>
no: <![CDATA[Prøv disse vanlige løsningene: \u2022 Sjekk om e-posten ble merket som søppelpost eller filtrert bort. \u2022 Sjekk internettilkoblingen din. \u2022 Sjekk at du ikke har skrevet e-postadressen din feil. \u2022 Sjekk at innboksen din ikke er full, og se etter andre problemer knyttet til innboksinnstillingene. ]]>
pl: <![CDATA[Typowe rozwiązania tego problemu: \u2022 Sprawdź, czy e-mail nie został oznaczony jako spam lub objęty którymś z filtrów. \u2022 Sprawdź połączenie z internetem. \u2022 Sprawdź, czy został wpisany poprawny adres e-mail. \u2022 Sprawdź, czy nie kończy się miejsce w skrzynce odbiorczej oraz czy nie ma innych problemów z jej ustawieniami. ]]>
pt: <![CDATA[Utilize estas soluções comuns: \u2022 Verifique se o e-mail foi filtrado ou marcado como spam \u2022 Verifique sua conexão com a Internet. \u2022 Verifique se você digitou seu e-mail corretamente. \u2022 Verifique se a sua caixa de entrada está cheia ou se ela está com outro tipo de problema. ]]>
ro: <![CDATA[Încercați aceste soluții folosite frecvent: \u2022 verificați dacă e-mailul a fost marcat ca spam sau filtrat; \u2022 verificați conexiunea la internet; \u2022 verificați dacă ați scris corect adresa de e-mail; \u2022 verificați dacă aveți spațiu în căsuța de e-mail sau dacă există alte probleme legate de setările căsuței de e-mail. ]]>
ru: <![CDATA[Выполните действия, описанные ниже. \u2022 Поищите письмо в папке со спамом или отфильтрованными сообщениями. \u2022 Проверьте подключение к Интернету. \u2022 Убедитесь, что правильно указали свой адрес электронной почты. \u2022 Проверьте настройки папки со входящими сообщениям и посмотрите, достаточно ли в ней места. ]]>
sk: <![CDATA[Vyskúšajte tieto bežné opravy: \u2022 Skontrolujte, či e‑mail nebol označený ako spam alebo či nebol odfiltrovaný. \u2022 Skontrolujte internetové pripojenie. \u2022 Skontrolujte, či ste správne napísali svoju e‑mailovú adresu. \u2022 Skontrolujte, či máte dostatok miesta v doručenej pošte alebo či nemáte iné problémy súvisiace s nastaveniami doručenej pošty. ]]>
sl: <![CDATA[Poskusite te splošne rešitve: \u2022 Preverite, ali je bilo e-poštno sporočilo označeno kot vsiljena pošta ali filtrirano. \u2022 Preverite internetno povezavo. \u2022 Preverite, ali je e-poštni naslov pravilno zapisan. \u2022 Zagotovite, da imate v mapi »Prejeto« dovolj prostora oziroma da ni prišlo do drugih težav, povezanih z nastavitvami mape »Prejeto«. ]]>
sr: <![CDATA[Пробајте ова честа решења: \u2022 Проверите да ли је имејл означен као непожељан или је филтриран. \u2022 Проверите интернет везу. \u2022 Проверите да ли сте унели тачан имејл. \u2022 Проверите да нисте остали без простора у пријемном сандучету или да немате други проблем са подешавањима пријемног сандучета. ]]>
sv: <![CDATA[Prova dessa vanliga lösningar: \u2022 Kontrollera om meddelandet hamnade bland skräpposten eller filtrerades. \u2022 Kontrollera internetanslutningen. \u2022 Kontrollera att du inte stavade e-postadressen fel. \u2022 Kontrollera att du inte har ont om utrymme i inkorgen samt andra inkorgsrelaterade problem. ]]>
th: <![CDATA[ลองใช้วิธีแก้ไขทั่วไปเหล่านี้: \u2022 ตรวจสอบว่าอีเมลดังกล่าวมีการทำเครื่องหมายว่าเป็นสแปมหรือผ่านการกรอง \u2022 ตรวจสอบการเชื่อมต่ออินเทอร์เน็ต \u2022 ตรวจสอบว่าสะกดชื่ออีเมลถูกต้องแล้ว \u2022 ตรวจสอบว่ายังมีพื้นที่เหลือในกล่องจดหมายหรือไม่มีปัญหาอื่นๆ ที่เกี่ยวกับการตั้งค่ากล่องจดหมาย ]]>
tr: <![CDATA[Şu sık başvurulan düzeltme yöntemlerini deneyin: \u2022 E-postanın spam olarak işaretlenme veya filtrelenme durumunu kontrol edin. \u2022 İnternet bağlantınızı kontrol edin. \u2022 E-postanızda yazım hatası bulunmadığından emin olun. \u2022 Gelen kutunuzdaki boş alanın azalıp azalmadığını ve gelen kutusu ayarlarıyla ilgili başka bir sorun olup olmadığını kontrol edin. ]]>
uk: <![CDATA[Скористайтеся порадами нижче, щоб вирішити проблему. \u2022 Перевірте – можливо, електронний лист позначено як спам або відфільтровано. \u2022 Перевірте інтернет-з’єднання. \u2022 Переконайтеся, що ви правильно вказали електронну адресу. \u2022 Перевірте доступний обсяг пам’яті для папки \"Вхідні\" й інші можливі проблеми з налаштуваннями. ]]>
ur: <![CDATA[یہ عام اصلاحات آزمائیں:‎ \u2022 چیک کریں کہ آیا ای میل کو اسپام یا فلٹر شدہ کے بطور نشان زد تو نہیں کیا گیا ہے۔‎ \u2022 اپنا انٹرنیٹ کنکشن چیک کریں۔‎ \u2022 چیک کریں کہ آپ نے اپنی ای میل میں ہجے کی کوئی غلطی تو نہیں کی ہے۔‎ \u2022 چیک کریں کہ آپ کے ان باکس میں جگہ ختم تو نہیں ہو رہی ہے یا ان باکس کی ترتیب سے متعلق کوئی دوسرا مسئلہ تو نہیں ہے۔‎ ]]>
vi: <![CDATA[Hãy thử các biện pháp khắc phục phổ biến sau: \u2022 Kiểm tra xem email có bị đánh dấu là spam hay đã được lọc. \u2022 Kiểm tra kết nối Internet của bạn. \u2022 Kiểm tra để đảm bảo bạn không viết sai chính tả tên email. \u2022 Kiểm tra để đảm bảo hộp thư đến của bạn chưa hết dung lượng và không có vấn đề về cài đặt hộp thư đến. ]]>
zh: <![CDATA[尝试以下常见解决方法： \u2022 检查电子邮件是否被标记为垃圾邮件或被过滤。 \u2022 检查您的互联网连接。 \u2022 确保没有写错电子邮件地址。 \u2022 确保收件箱空间充足，且不存在其他与收件箱设置有关的问题。 ]]>

# fui_email_link_trouble_getting_email_resend_solution
source: <![CDATA[If the steps above didn't work, you can resend the email. Note that this will deactivate the link in the older email. ]]>
ar: <![CDATA[إذا لم تنجح الخطوات أعلاه، يمكنك إعادة إرسال الرسالة الإلكترونية إلّا أنّ ذلك سيُلغي الرابط المضمّن في الرسالة السابقة.]]>
bg: <![CDATA[Ако стъпките по-горе не проработят, можете да изпратите отново имейла. Имайте предвид, че това ще деактивира връзката в предходното съобщение.]]>
ca: <![CDATA[Si els passos anteriors no t'han servit d'ajuda, pots tornar a enviar el correu electrònic. Tingues en compte que l'enllaç del correu anterior es desactivarà.]]>
cs: <![CDATA[Pokud žádné z uvedených řešení nepomohlo, můžete si e-mail nechat zaslat znovu. Odkaz v prvním e-mailu pak bude deaktivován.]]>
da: <![CDATA[Hvis ovenstående trin ikke løste problemet, kan du prøve at sende mailen igen. Bemærk, at dette vil deaktivere linket i den gamle mail.]]>
de: <![CDATA[Sollte das Problem auch nach Ausführung der obigen Schritte weiterhin bestehen, können Sie sich die Anmelde-E-Mail noch einmal zusenden lassen. Hinweis: Der Link in der vorhergehenden E-Mail ist dann nicht mehr gültig.]]>
el: <![CDATA[Αν τα παραπάνω βήματα δεν λειτούργησαν, μπορείτε να στείλετε ξανά το μήνυμα ηλεκτρονικού ταχυδρομείου. Έχετε υπόψη ότι με αυτήν την ενέργεια, ο σύνδεσμος στο παλιότερο μήνυμα ηλεκτρονικού ταχυδρομείου θα απενεργοποιηθεί.]]>
es: <![CDATA[Si no se ha resuelto el problema con los pasos mencionados, puedes volver a enviar el correo electrónico (se desactivará el enlace del correo electrónico anterior).]]>
fa: <![CDATA[اگر اقدامات بالا به رفع مشکل کمک نکرد، می‌توانید ایمیل را مجدداً ارسال کنید. توجه کنید که با این کار، پیوند موجود در ایمیل قبلی غیرفعال می‌شود.]]>
fi: <![CDATA[Jos edellä olevista ratkaisuista ei ollut apua, voit lähettää viestin uudelleen. Huomaa että tällöin aiemmassa viestissä oleva linkki poistetaan käytöstä.]]>
fil: <![CDATA[Kung hindi gumagana ang mga hakbang sa itaas, maaari mong ipadala muli ang email. Tandaan na ide-deactivate nito ang link sa mas lumang email.]]>
fr: <![CDATA[Si les étapes décrites plus haut n'ont pas résolu le problème, vous pouvez renvoyer l'e-mail. Sachez que le lien du premier e-mail sera alors désactivé.]]>
hi: <![CDATA[अगर ऊपर दिए गए सुझावों से काम नहीं बनता है, तो आप फिर से ईमेल भेज सकते हैं. ध्यान दें कि ऐसा करने से पुराने ईमेल का लिंक बंद हो जाएगा.]]>
hr: <![CDATA[Ako se problem ne riješi pomoću koraka iznad, možete ponovo poslati e-poruku. Time će se deaktivirati veza u ranijoj e-poruci.]]>
hu: <![CDATA[Ha a fenti lépések végrehajtása nem járt eredménnyel, küldje el újra az e-mailt. Ne feledje, hogy ezzel deaktiválja az előző e-mailben szereplő linket.]]>
in: <![CDATA[Jika langkah-langkah di atas tidak berfungsi, Anda dapat mengirim ulang email tersebut. Perlu diperhatikan bahwa tindakan ini akan menonaktifkan link di email lama.]]>
it: <![CDATA[Se le procedure descritte sopra non hanno risolto il problema, puoi inviare nuovamente l'email. Tieni presente che questo disattiverà il link contenuto nell'email precedente.]]>
iw: <![CDATA[אם השלבים המפורטים למעלה לא פותרים את הבעיה, אפשר לשלוח מחדש את האימייל. לתשומת ליבך: שליחת האימייל מחדש תשבית את הקישור באימייל הקודם.]]>
ja: <![CDATA[上記の手順で解決しなかった場合はメールを再送信できます。メールを再送信すると、前回のメールに記載されたリンクは無効になります。]]>
ko: <![CDATA[위의 단계로 문제가 해결되지 않으면 이메일을 다시 전송하실 수 있습니다. 이 경우 이전 이메일의 링크는 비활성화됩니다.]]>
lt: <![CDATA[Jei ankstesni veiksmai nebuvo naudingi, galite iš naujo išsiųsti el. laišką. Atkreipkite dėmesį, kad šiuo veiksmu bus išaktyvinta ankstesniame el. laiške pateikta nuoroda.]]>
lv: <![CDATA[Ja iepriekš minētās darbības nepalīdzēja, varat atkārtoti nosūtīt e-pasta ziņojumu. Ņemiet vērā: tiks deaktivizēta saite no iepriekšējā e-pasta ziņojuma.]]>
nl: <![CDATA[Als de bovenstaande stappen geen uitkomst bieden, kunt u de e-mail opnieuw verzenden. Hiermee wordt de link in de eerdere e-mail gedeactiveerd.]]>
no: <![CDATA[Hvis trinnene ovenfor ikke bidro til å løse problemet, kan du sende e-posten på nytt. Merk at denne handlingen deaktiverer linken i den forrige e-posten.]]>
pl: <![CDATA[Jeżeli wykonanie powyższych czynności nie dało żadnych rezultatów, możesz wysłać e-mail jeszcze raz. Link wysłany w poprzedniej wiadomości przestanie być aktywny.]]>
pt: <![CDATA[Se as etapas acima não funcionarem, envie o e-mail novamente. Observação: isso desativará o link do e-mail anterior.]]>
ro: <![CDATA[Dacă pașii de mai sus nu funcționează, puteți să trimiteți din nou e-mailul. Rețineți că va fi dezactivat linkul din e-mailul anterior.]]>
ru: <![CDATA[Если найти письмо не удалось, мы можем отправить его ещё раз. В таком случае ссылка из предыдущего сообщения станет недействительна.]]>
sk: <![CDATA[Ak sa uvedenými krokmi problém nevyriešil, e‑mail môžete znovu odoslať. Upozorňujeme, že opätovné odoslanie deaktivuje odkaz v staršom e‑maile.]]>
sl: <![CDATA[Če z zgornjimi koraki ne odpravite težave, lahko znova pošljete e-poštno sporočilo. Upoštevajte, da boste s tem onemogočili povezavo v prejšnjem e-poštnem sporočilu.]]>
sr: <![CDATA[Ако наведене мере не уроде плодом, можете поново да пошаљете имејл. Имајте у виду да ћете тиме деактивирати линк у старијем имејлу.]]>
sv: <![CDATA[Om ovanstående lösningar inte fungerar kan du testa att skicka meddelandet igen. Länken i det gamla meddelandet inaktiveras.]]>
th: <![CDATA[คุณอาจส่งอีเมลอีกครั้งได้ หากขั้นตอนข้างต้นไม่ช่วยแก้ไขปัญหา โปรดทราบว่าการกระทำดังกล่าวจะเป็นการปิดใช้งานลิงก์ในอีเมลเก่า]]>
tr: <![CDATA[Yukarıdaki adımların işe yaramadığı durumlarda e-postayı yeniden gönderebilirsiniz. Bu işlemin eski e-postadaki bağlantıyı devre dışı bırakacağını unutmayın.]]>
uk: <![CDATA[Якщо наведені вище поради не допомагають, спробуйте знову надіслати електронний лист (у такому разі посилання в попередньому листі стане неактивним).]]>
ur: <![CDATA[اگر مندرجہ بالا مراحل کام نہ کریں تو آپ ای میل دوبارہ بھیج سکتے ہیں۔ نوٹ کریں کہ اس سے پرانی ای میل میں موجود لنک غیر فعال ہو جائے گا۔]]>
vi: <![CDATA[Nếu các bước trên không hiệu quả, bạn có thể gửi lại email. Vui lòng lưu ý rằng thao tác này sẽ hủy kích hoạt đường dẫn liên kết trong email cũ.]]>
zh: <![CDATA[如果上述步骤未能帮助您解决问题，您可以重新发送电子邮件。请注意，重新发送后上一封电子邮件中的链接将失效。]]>

# fui_email_link_resend
source: <![CDATA[Resend]]>
ar: <![CDATA[إعادة الإرسال]]>
bg: <![CDATA[Повторно изпращане]]>
ca: <![CDATA[Torna a enviar]]>
cs: <![CDATA[Odeslat znovu]]>
da: <![CDATA[Send igen]]>
de: <![CDATA[Erneut senden]]>
el: <![CDATA[Επανάληψη αποστολής]]>
es: <![CDATA[Reenviar]]>
fa: <![CDATA[ارسال مجدد]]>
fi: <![CDATA[Lähetä uudelleen]]>
fil: <![CDATA[Muling ipadala]]>
fr: <![CDATA[Renvoyer]]>
hi: <![CDATA[फिर से भेजें]]>
hr: <![CDATA[Pošalji ponovo]]>
hu: <![CDATA[Újraküldés]]>
in: <![CDATA[Kirim ulang]]>
it: <![CDATA[Invia di nuovo]]>
iw: <![CDATA[שליחה מחדש]]>
ja: <![CDATA[再送信]]>
ko: <![CDATA[재전송]]>
lt: <![CDATA[Siųsti iš naujo]]>
lv: <![CDATA[Sūtīt vēlreiz]]>
nl: <![CDATA[Opnieuw verzenden]]>
no: <![CDATA[Send på nytt]]>
pl: <![CDATA[Wyślij ponownie]]>
pt: <![CDATA[Reenviar]]>
ro: <![CDATA[Retrimiteți]]>
ru: <![CDATA[Отправить ещё раз]]>
sk: <![CDATA[Odoslať znova]]>
sl: <![CDATA[Pošlji znova]]>
sr: <![CDATA[Поново пошаљи]]>
sv: <![CDATA[Skicka igen]]>
th: <![CDATA[ส่งซ้ำ]]>
tr: <![CDATA[Tekrar gönder]]>
uk: <![CDATA[Надіслати повторно]]>
ur: <![CDATA[دوبارہ بھیجیں]]>
vi: <![CDATA[Gửi lại]]>
zh: <![CDATA[重新发送]]>

# fui_email_link_wrong_device_header
source: <![CDATA[New device or browser detected.]]>
ar: <![CDATA[تمّ رصد جهاز أو متصفّح جديد]]>
bg: <![CDATA[Открито е ново устройство или браузър.]]>
ca: <![CDATA[S'ha detectat un dispositiu o navegador nou.]]>
cs: <![CDATA[Bylo rozpoznáno nové zařízení nebo prohlížeč]]>
da: <![CDATA[Der er registreret en ny enhed eller browser]]>
de: <![CDATA[Neues Gerät oder neuer Browser erkannt.]]>
el: <![CDATA[Εντοπίστηκε νέα συσκευή ή πρόγραμμα περιήγησης.]]>
es: <![CDATA[Se ha detectado un nuevo dispositivo o navegador.]]>
fa: <![CDATA[دستگاه یا مرورگر جدید شناسایی شد.]]>
fi: <![CDATA[Uusi laite tai selain havaittu.]]>
fil: <![CDATA[May nakitang bagong device o browser.]]>
fr: <![CDATA[Nouveau navigateur ou nouvel appareil détecté]]>
hi: <![CDATA[नए डिवाइस या ब्राउज़र का पता चला है.]]>
hr: <![CDATA[Pronađen je novi uređaj ili preglednik.]]>
hu: <![CDATA[A rendszer új eszközt vagy böngészőt észlelt.]]>
in: <![CDATA[Perangkat atau browser baru terdeteksi.]]>
it: <![CDATA[Rilevato nuovo dispositivo o browser]]>
iw: <![CDATA[זוהו מכשיר או דפדפן חדשים.]]>
ja: <![CDATA[新しいデバイスまたはブラウザが検出されました。]]>
ko: <![CDATA[새 기기 또는 브라우저 감지됨]]>
lt: <![CDATA[Aptiktas naujas įrenginys arba naršyklė.]]>
lv: <![CDATA[Konstatēta jauna ierīce vai pārlūkprogramma.]]>
nl: <![CDATA[Nieuw apparaat of nieuwe browser gedetecteerd.]]>
no: <![CDATA[Ny enhet eller nettleser er registrert.]]>
pl: <![CDATA[Wykryto nowe urządzenie lub nową przeglądarkę]]>
pt: <![CDATA[Novo dispositivo ou navegador detectado.]]>
ro: <![CDATA[A fost detectat un nou dispozitiv sau browser.]]>
ru: <![CDATA[Зарегистрирован вход с нового устройства или из нового браузера]]>
sk: <![CDATA[Bolo rozpoznané nové zariadenie alebo prehliadač.]]>
sl: <![CDATA[Zaznana je bila nova naprava ali brskalnik.]]>
sr: <![CDATA[Открили смо нови уређај или прегледач.]]>
sv: <![CDATA[Ny enhet eller webbläsare identifierad.]]>
th: <![CDATA[พบการใช้อุปกรณ์หรือเบราว์เซอร์ใหม่]]>
tr: <![CDATA[Yeni bir cihaz veya tarayıcı algılandı.]]>
uk: <![CDATA[Виявлено новий пристрій або веб-переглядач.]]>
ur: <![CDATA[نئے آلہ یا براؤزر کا پتا چلا ہے۔]]>
vi: <![CDATA[Đã phát hiện thiết bị hoặc trình duyệt mới.]]>
zh: <![CDATA[检测到新设备或新浏览器。]]>
