Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_sign_in_with_apple
source: <![CDATA[Sign in with Apple]]>
ar: <![CDATA[تسجيل الدخول باستخدام Apple]]>
bg: <![CDATA[Вход с профил в Apple]]>
ca: <![CDATA[Inicia la sessió amb Apple]]>
cs: <![CDATA[Přihlásit se účtem Apple]]>
da: <![CDATA[Log ind med Apple]]>
de: <![CDATA[Über Apple anmelden]]>
el: <![CDATA[Σύνδεση μέσω Apple]]>
es: <![CDATA[Iniciar sesión con Apple]]>
fa: <![CDATA[ورود به سیستم با Apple]]>
fi: <![CDATA[Kirjaudu sisään Apple-tilillä]]>
fil: <![CDATA[Mag-sign in sa Apple]]>
fr: <![CDATA[Se connecter avec Apple]]>
hi: <![CDATA[Apple खाते से साइन इन करें]]>
hr: <![CDATA[Prijavite se Apple računom]]>
hu: <![CDATA[Bejelentkezés Apple-fiókkal]]>
in: <![CDATA[Login dengan Apple]]>
it: <![CDATA[Accedi con Apple]]>
iw: <![CDATA[כניסה באמצעות Apple]]>
ja: <![CDATA[Apple アカウントでログイン]]>
ko: <![CDATA[Apple 계정으로 로그인]]>
lt: <![CDATA[Prisijungti per „Apple“]]>
lv: <![CDATA[Pierakstīties ar Apple kontu]]>
nl: <![CDATA[Inloggen met Apple]]>
no: <![CDATA[Logg på med Apple-ID-en din]]>
pl: <![CDATA[Zaloguj się przez Apple]]>
pt: <![CDATA[Fazer login com a Apple]]>
ro: <![CDATA[Conectați-vă cu Apple]]>
ru: <![CDATA[Войти через аккаунт Apple]]>
sk: <![CDATA[Prihlásiť sa cez Apple]]>
sl: <![CDATA[Prijava z računom za Apple]]>
sr: <![CDATA[Пријавите се преко Apple налога]]>
sv: <![CDATA[Logga in med Apple]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย Apple]]>
tr: <![CDATA[Apple ile oturum aç]]>
uk: <![CDATA[Увійти через обліковий запис Apple]]>
ur: <![CDATA[Apple کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng Apple]]>
zh: <![CDATA[使用 Apple 帐号登录]]>

# fui_sign_in_with_microsoft
source: <![CDATA[Sign in with Microsoft]]>
ar: <![CDATA[تسجيل الدخول باستخدام Microsoft]]>
bg: <![CDATA[Вход с профил в Microsoft]]>
ca: <![CDATA[Inicia la sessió amb Microsoft]]>
cs: <![CDATA[Přihlásit se účtem Microsoft]]>
da: <![CDATA[Log ind med Microsoft]]>
de: <![CDATA[Über Microsoft anmelden]]>
el: <![CDATA[Σύνδεση μέσω Microsoft]]>
es: <![CDATA[Iniciar sesión con Microsoft]]>
fa: <![CDATA[ورود به سیستم با Microsoft]]>
fi: <![CDATA[Kirjaudu sisään Microsoft-tilillä]]>
fil: <![CDATA[Mag-sign in sa Microsoft]]>
fr: <![CDATA[Se connecter avec Microsoft]]>
hi: <![CDATA[Microsoft खाते से साइन इन करें]]>
hr: <![CDATA[Prijavite se Microsoft računom]]>
hu: <![CDATA[Bejelentkezés Microsoft-fiókkal]]>
in: <![CDATA[Login dengan Microsoft]]>
it: <![CDATA[Accedi con Microsoft]]>
iw: <![CDATA[כניסה באמצעות Microsoft]]>
ja: <![CDATA[Microsoft アカウントでログイン]]>
ko: <![CDATA[Microsoft 계정으로 로그인]]>
lt: <![CDATA[Prisijungti per „Microsoft“]]>
lv: <![CDATA[Pierakstīties ar Microsoft kontu]]>
nl: <![CDATA[Inloggen met Microsoft]]>
no: <![CDATA[Logg på med Microsoft-kontoen din]]>
pl: <![CDATA[Zaloguj się przez Microsoft]]>
pt: <![CDATA[Fazer login com a Microsoft]]>
ro: <![CDATA[Conectați-vă cu Microsoft]]>
ru: <![CDATA[Войти через аккаунт Microsoft]]>
sk: <![CDATA[Prihlásiť sa cez Microsoft]]>
sl: <![CDATA[Prijava z računom za Microsoft]]>
sr: <![CDATA[Пријавите се преко Microsoft налога]]>
sv: <![CDATA[Logga in med Microsoft]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย Microsoft]]>
tr: <![CDATA[Microsoft ile oturum aç]]>
uk: <![CDATA[Увійти через обліковий запис Microsoft]]>
ur: <![CDATA[Microsoft کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng Microsoft]]>
zh: <![CDATA[使用 Microsoft 帐号登录]]>

# fui_sign_in_with_yahoo
source: <![CDATA[Sign in with Yahoo]]>
ar: <![CDATA[تسجيل الدخول باستخدام Yahoo]]>
bg: <![CDATA[Вход с профил в Yahoo]]>
ca: <![CDATA[Inicia la sessió amb Yahoo]]>
cs: <![CDATA[Přihlásit se účtem Yahoo]]>
da: <![CDATA[Log ind med Yahoo]]>
de: <![CDATA[Über Yahoo anmelden]]>
el: <![CDATA[Σύνδεση μέσω Yahoo]]>
es: <![CDATA[Iniciar sesión con Yahoo]]>
fa: <![CDATA[ورود به سیستم با Yahoo]]>
fi: <![CDATA[Kirjaudu sisään Yahoo-tilillä]]>
fil: <![CDATA[Mag-sign in sa Yahoo]]>
fr: <![CDATA[Se connecter avec Yahoo]]>
hi: <![CDATA[Yahoo खाते से साइन इन करें]]>
hr: <![CDATA[Prijavite se Yahoo računom]]>
hu: <![CDATA[Bejelentkezés Yahoo-fiókkal]]>
in: <![CDATA[Login dengan Yahoo]]>
it: <![CDATA[Accedi con Yahoo]]>
iw: <![CDATA[כניסה באמצעות Yahoo]]>
ja: <![CDATA[Yahoo アカウントでログイン]]>
ko: <![CDATA[Yahoo 계정으로 로그인]]>
lt: <![CDATA[Prisijungti per „Yahoo“]]>
lv: <![CDATA[Pierakstīties ar Yahoo kontu]]>
nl: <![CDATA[Inloggen met Yahoo]]>
no: <![CDATA[Logg på med Yahoo-kontoen din]]>
pl: <![CDATA[Zaloguj się przez Yahoo]]>
pt: <![CDATA[Fazer login com o Yahoo]]>
ro: <![CDATA[Conectați-vă cu Yahoo]]>
ru: <![CDATA[Войти через аккаунт Yahoo]]>
sk: <![CDATA[Prihlásiť sa cez Yahoo]]>
sl: <![CDATA[Prijava z računom za Yahoo]]>
sr: <![CDATA[Пријавите се преко Yahoo налога]]>
sv: <![CDATA[Logga in med Yahoo]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย Yahoo]]>
tr: <![CDATA[Yahoo ile oturum aç]]>
uk: <![CDATA[Увійти через обліковий запис Yahoo]]>
ur: <![CDATA[Yahoo کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng Yahoo]]>
zh: <![CDATA[使用 Yahoo 帐号登录]]>

# fui_next_default
source: <![CDATA[Next]]>
ar: <![CDATA[التالي]]>
bg: <![CDATA[Напред]]>
ca: <![CDATA[Següent]]>
cs: <![CDATA[Další]]>
da: <![CDATA[Næste]]>
de: <![CDATA[Weiter]]>
el: <![CDATA[Επόμενο]]>
es: <![CDATA[Siguiente]]>
fa: <![CDATA[بعدی]]>
fi: <![CDATA[Seuraava]]>
fil: <![CDATA[Susunod]]>
fr: <![CDATA[Suivant]]>
hi: <![CDATA[अगला]]>
hr: <![CDATA[Dalje]]>
hu: <![CDATA[Következő]]>
in: <![CDATA[Berikutnya]]>
it: <![CDATA[Avanti]]>
iw: <![CDATA[הבא‏]]>
ja: <![CDATA[次へ]]>
ko: <![CDATA[다음]]>
lt: <![CDATA[Kitas]]>
lv: <![CDATA[Tālāk]]>
nl: <![CDATA[Volgende]]>
no: <![CDATA[Neste]]>
pl: <![CDATA[Dalej]]>
pt: <![CDATA[Próxima]]>
ro: <![CDATA[Înainte]]>
ru: <![CDATA[Далее]]>
sk: <![CDATA[Ďalej]]>
sl: <![CDATA[Naprej]]>
sr: <![CDATA[Даље]]>
sv: <![CDATA[Nästa]]>
th: <![CDATA[ถัดไป]]>
tr: <![CDATA[İleri]]>
uk: <![CDATA[Далі]]>
ur: <![CDATA[اگلا]]>
vi: <![CDATA[Tiếp]]>
zh: <![CDATA[继续]]>

# fui_email_hint
source: <![CDATA[Email]]>
ar: <![CDATA[البريد الإلكتروني]]>
bg: <![CDATA[Имейл]]>
ca: <![CDATA[Adreça electrònica]]>
da: <![CDATA[Mail]]>
de: <![CDATA[E-Mail-Adresse]]>
el: <![CDATA[Ηλεκτρονικό ταχυδρομείο]]>
es: <![CDATA[Correo electrónico]]>
fa: <![CDATA[ایمیل ]]>
fi: <![CDATA[Sähköposti]]>
fil: <![CDATA[Mag-email]]>
hi: <![CDATA[ईमेल]]>
hr: <![CDATA[E-adresa]]>
it: <![CDATA[Indirizzo email]]>
iw: <![CDATA[אימייל]]>
ja: <![CDATA[メールアドレス]]>
ko: <![CDATA[이메일]]>
lt: <![CDATA[El. pašto adresas]]>
lv: <![CDATA[E-pasts]]>
no: <![CDATA[E-post]]>
pl: <![CDATA[Adres e-mail]]>
ro: <![CDATA[Adresă de e-mail]]>
ru: <![CDATA[Адрес электронной почты]]>
sl: <![CDATA[E-pošta]]>
sr: <![CDATA[Имејл]]>
sv: <![CDATA[E-post]]>
th: <![CDATA[อีเมล]]>
tr: <![CDATA[E-posta]]>
uk: <![CDATA[Електронна адреса]]>
ur: <![CDATA[ای میل]]>
zh: <![CDATA[电子邮件地址]]>

# fui_phone_hint
source: <![CDATA[Phone Number]]>
ar: <![CDATA[رقم الهاتف]]>
bg: <![CDATA[Телефонен номер]]>
ca: <![CDATA[Número de telèfon]]>
cs: <![CDATA[Telefonní číslo]]>
da: <![CDATA[Telefonnummer]]>
de: <![CDATA[Telefonnummer]]>
el: <![CDATA[Αριθμός τηλεφώνου]]>
es: <![CDATA[Número de teléfono]]>
fa: <![CDATA[شماره تلفن]]>
fi: <![CDATA[Puhelinnumero]]>
fil: <![CDATA[Numero ng Telepono]]>
fr: <![CDATA[Numéro de téléphone]]>
hi: <![CDATA[फ़ोन नंबर]]>
hr: <![CDATA[Telefonski broj]]>
hu: <![CDATA[Telefonszám]]>
in: <![CDATA[Nomor Telepon]]>
it: <![CDATA[Numero di telefono]]>
iw: <![CDATA[מספר טלפון]]>
ja: <![CDATA[電話番号]]>
ko: <![CDATA[전화번호]]>
lt: <![CDATA[Telefono numeris]]>
lv: <![CDATA[Tālruņa numurs]]>
nl: <![CDATA[Telefoonnummer]]>
no: <![CDATA[Telefonnummer]]>
pl: <![CDATA[Numer telefonu]]>
pt: <![CDATA[Número de telefone]]>
ro: <![CDATA[Număr de telefon]]>
ru: <![CDATA[Номер телефона]]>
sk: <![CDATA[Telefónne číslo]]>
sl: <![CDATA[Telefonska številka]]>
sr: <![CDATA[Број телефона]]>
sv: <![CDATA[Telefonnummer]]>
th: <![CDATA[หมายเลขโทรศัพท์]]>
tr: <![CDATA[Telefon Numarası]]>
uk: <![CDATA[Номер телефону]]>
ur: <![CDATA[فون نمبر]]>
vi: <![CDATA[Số điện thoại]]>
zh: <![CDATA[电话号码]]>

# fui_password_hint
source: <![CDATA[Password]]>
ar: <![CDATA[كلمة المرور]]>
bg: <![CDATA[Парола]]>
ca: <![CDATA[Contrasenya]]>
cs: <![CDATA[Heslo]]>
da: <![CDATA[Adgangskode]]>
de: <![CDATA[Passwort]]>
el: <![CDATA[Κωδικός πρόσβασης]]>
es: <![CDATA[Contraseña]]>
fa: <![CDATA[گذرواژه]]>
fi: <![CDATA[Salasana]]>
fr: <![CDATA[Mot de passe]]>
hi: <![CDATA[पासवर्ड]]>
hr: <![CDATA[Zaporka]]>
hu: <![CDATA[Jelszó]]>
in: <![CDATA[Sandi]]>
iw: <![CDATA[סיסמה]]>
ja: <![CDATA[パスワード]]>
ko: <![CDATA[비밀번호]]>
lt: <![CDATA[Slaptažodis]]>
lv: <![CDATA[Parole]]>
nl: <![CDATA[Wachtwoord]]>
no: <![CDATA[Passord]]>
pl: <![CDATA[Hasło]]>
pt: <![CDATA[Senha]]>
ro: <![CDATA[Parolă]]>
ru: <![CDATA[Пароль]]>
sk: <![CDATA[Heslo]]>
sl: <![CDATA[Geslo]]>
sr: <![CDATA[Лозинка]]>
sv: <![CDATA[Lösenord]]>
th: <![CDATA[รหัสผ่าน]]>
tr: <![CDATA[Şifre]]>
uk: <![CDATA[Пароль]]>
ur: <![CDATA[پاس ورڈ]]>
vi: <![CDATA[Mật khẩu]]>
zh: <![CDATA[密码]]>

# fui_required_field
source: <![CDATA[You can't leave this empty.]]>
ar: <![CDATA[يجب ملء هذا الحقل.]]>
bg: <![CDATA[Трябва да се попълни.]]>
ca: <![CDATA[Aquest camp no es pot deixar en blanc.]]>
cs: <![CDATA[Toto pole nesmí zůstat prázdné.]]>
da: <![CDATA[Dette felt skal udfyldes.]]>
de: <![CDATA[Pflichtfeld.]]>
el: <![CDATA[Αυτό το πεδίο είναι υποχρεωτικό.]]>
es: <![CDATA[No puedes dejar este campo en blanco.]]>
fa: <![CDATA[اینجا نباید خالی باشد.]]>
fi: <![CDATA[Tätä ei voi jättää tyhjäksi.]]>
fil: <![CDATA[Hindi mo ito maaaring iwanan na walang laman.]]>
fr: <![CDATA[Ce champ est obligatoire.]]>
hi: <![CDATA[आप इसे खाली नहीं छोड़ सकते.]]>
hr: <![CDATA[Ne možete to ostaviti prazno.]]>
hu: <![CDATA[Ezt nem hagyhatja üresen.]]>
in: <![CDATA[Anda wajib mengisinya.]]>
it: <![CDATA[Questo campo non può restare vuoto.]]>
iw: <![CDATA[אי אפשר להשאיר את השדה הזה ריק.]]>
ja: <![CDATA[入力必須項目です。]]>
ko: <![CDATA[이 입력란을 비워둘 수 없습니다.]]>
lt: <![CDATA[Šį lauką būtina užpildyti.]]>
lv: <![CDATA[Šo laukumu nedrīkst atstāt tukšu.]]>
nl: <![CDATA[Dit veld mag niet leeg zijn.]]>
no: <![CDATA[Du må fylle ut dette feltet.]]>
pl: <![CDATA[Nie możesz zostawić tego pola pustego.]]>
pt: <![CDATA[Esse campo não pode ficar em branco.]]>
ro: <![CDATA[Câmpul este obligatoriu.]]>
ru: <![CDATA[Это поле должно быть заполнено.]]>
sk: <![CDATA[Toto pole nesmie byť prázdne.]]>
sl: <![CDATA[To polje ne sme biti prazno.]]>
sr: <![CDATA[Ово поље не може да буде празно.]]>
sv: <![CDATA[Du måste fylla i det här fältet.]]>
th: <![CDATA[ต้องป้อนข้อมูลในช่องนี้]]>
tr: <![CDATA[Bu alanı boş bırakamazsınız.]]>
uk: <![CDATA[Потрібно заповнити це поле.]]>
ur: <![CDATA[آپ اسے خالی نہیں چھوڑ سکتے۔]]>
vi: <![CDATA[Bạn không được để trống trường này.]]>
zh: <![CDATA[此处不能留空。]]>

# fui_invalid_email_address
source: <![CDATA[That email address isn't correct]]>
ar: <![CDATA[عنوان البريد الإلكتروني هذا غير صحيح]]>
bg: <![CDATA[Този имейл адрес е неправилен]]>
ca: <![CDATA[Aquesta adreça electrònica no és correcta]]>
cs: <![CDATA[E-mailová adresa není správná]]>
da: <![CDATA[Mailadressen er ikke korrekt]]>
de: <![CDATA[Ungültige E-Mail-Adresse]]>
el: <![CDATA[Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι σωστή]]>
es: <![CDATA[La dirección de correo electrónico no es correcta]]>
fa: <![CDATA[آن نشانی ایمیل درست نیست]]>
fi: <![CDATA[Virheellinen sähköpostiosoite]]>
fil: <![CDATA[Mali ang email address na iyon]]>
fr: <![CDATA[Cette adresse e-mail n'est pas valide]]>
hi: <![CDATA[वह ईमेल पता सही नहीं है]]>
hr: <![CDATA[Ta e-adresa nije točna]]>
hu: <![CDATA[Az e-mail-cím helytelen.]]>
in: <![CDATA[Alamat email yang dimasukkan salah]]>
it: <![CDATA[L'indirizzo email non è corretto]]>
iw: <![CDATA[כתובת האימייל שגויה]]>
ja: <![CDATA[メールアドレスが正しくありません]]>
ko: <![CDATA[이메일 주소가 잘못되었습니다.]]>
lt: <![CDATA[Šis el. pašto adresas netinkamas]]>
lv: <![CDATA[Šī e-pasta adrese nav pareiza]]>
nl: <![CDATA[Dit e-mailadres is niet juist]]>
no: <![CDATA[E-postadressen er ikke riktig]]>
pl: <![CDATA[Nieprawidłowy adres e-mail]]>
pt: <![CDATA[Endereço de e-mail inválido]]>
ro: <![CDATA[Adresa de e-mail nu este corectă]]>
ru: <![CDATA[Неверный адрес электронной почты.]]>
sk: <![CDATA[Táto e-mailová adresa nie je správna]]>
sl: <![CDATA[E-poštni naslov ni pravilen]]>
sr: <![CDATA[Имејл адреса није тачна]]>
sv: <![CDATA[E-postadressen är ogiltig]]>
th: <![CDATA[ที่อยู่อีเมลนี้ไม่ถูกต้อง]]>
tr: <![CDATA[E-posta adresi doğru değil]]>
uk: <![CDATA[Електронна адреса неправильна]]>
ur: <![CDATA[یہ ای میل پتہ غلط ہے]]>
vi: <![CDATA[Địa chỉ email đó không đúng]]>
zh: <![CDATA[该电子邮件地址不正确]]>

# fui_missing_email_address
source: <![CDATA[Enter your email address to continue]]>
ar: <![CDATA[يجب إدخال عنوان بريدك الإلكتروني للمتابعة]]>
bg: <![CDATA[Въведете имейл адреса си, за да продължите]]>
ca: <![CDATA[Introdueix l'adreça electrònica per continuar]]>
cs: <![CDATA[Nejprve zadejte svou e-mailovou adresu]]>
da: <![CDATA[Angiv din mailadresse for at fortsætte]]>
de: <![CDATA[E-Mail-Adresse eingeben, um fortzufahren]]>
el: <![CDATA[Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για να συνεχίσετε]]>
es: <![CDATA[Para continuar, introduce tu dirección de correo electrónico]]>
fa: <![CDATA[برای ادامه، آدرس ایمیلتان را وارد کنید]]>
fi: <![CDATA[Jatka antamalla sähköpostiosoite.]]>
fil: <![CDATA[Ilagay ang iyong email address upang magpatuloy]]>
fr: <![CDATA[Saisissez votre adresse e-mail pour continuer]]>
hi: <![CDATA[जारी रखने के लिए अपना ईमेल पता डालें]]>
hr: <![CDATA[Unesite svoju e-adresu za nastavak]]>
hu: <![CDATA[A folytatáshoz adja meg e-mail-címét.]]>
in: <![CDATA[Masukkan alamat email Anda untuk melanjutkan]]>
it: <![CDATA[Inserisci il tuo indirizzo email per continuare]]>
iw: <![CDATA[כדי להמשיך, עליך להזין כתובת אימייל]]>
ja: <![CDATA[続行するにはメールアドレスを入力してください]]>
ko: <![CDATA[계속하려면 이메일 주소를 입력하세요.]]>
lt: <![CDATA[Norėdami tęsti įveskite el. pašto adresą]]>
lv: <![CDATA[Lai turpinātu, ievadiet e-pasta adresi]]>
nl: <![CDATA[Voer uw e-mailadres in om verder te gaan]]>
no: <![CDATA[Oppgi e-postadressen din for å fortsette]]>
pl: <![CDATA[Aby kontynuować, wpisz adres e-mail]]>
pt: <![CDATA[Digite seu endereço de e-mail para continuar]]>
ro: <![CDATA[Introduceți adresa de e-mail pentru a continua]]>
ru: <![CDATA[Введите адрес электронной почты.]]>
sk: <![CDATA[Zadajte svoju e-mailovú adresu, aby ste mohli pokračovať]]>
sl: <![CDATA[Če želite nadaljevati, vnesite svoj e-poštni naslov]]>
sr: <![CDATA[Унесите имејл адресу да бисте наставили]]>
sv: <![CDATA[Ange din e-postadress om du vill fortsätta]]>
th: <![CDATA[ป้อนที่อยู่อีเมลของคุณเพื่อดำเนินการต่อ]]>
tr: <![CDATA[Devam etmek için e-posta adresinizi girin]]>
uk: <![CDATA[Щоб продовжити, введіть електронну адресу]]>
ur: <![CDATA[جاری رکھنے کے لیے اپنا ای میل پتہ درج کریں]]>
vi: <![CDATA[Nhập địa chỉ email của bạn để tiếp tục]]>
zh: <![CDATA[请输入您的电子邮件地址以继续]]>

# fui_missing_first_and_last_name
source: <![CDATA[Please enter a first and last name.]]>
ar: <![CDATA[يُرجى إدخال الاسم الأول واسم العائلة.]]>
bg: <![CDATA[Моля, въведете име и фамилия.]]>
ca: <![CDATA[Introdueix nom i cognoms.]]>
cs: <![CDATA[Zadejte jméno a příjmení]]>
da: <![CDATA[Angiv et for- og efternavn.]]>
de: <![CDATA[Gib einen Vor- und Nachnamen ein.]]>
el: <![CDATA[Εισαγάγετε ένα όνομα και ένα επώνυμο.]]>
es: <![CDATA[Introduce tu nombre y apellidos.]]>
fa: <![CDATA[لطفاً نام و نام خانوادگی را وارد کنید.]]>
fi: <![CDATA[Lisää etu- ja sukunimi.]]>
fil: <![CDATA[Maglagay ng pangalan at apelyido.]]>
fr: <![CDATA[Veuillez saisir un prénom et un nom.]]>
hi: <![CDATA[कृपया नाम और उपनाम डालें.]]>
hr: <![CDATA[Unesite ime i prezime.]]>
hu: <![CDATA[Írja be utónevét és vezetéknevét.]]>
in: <![CDATA[Masukkan nama depan dan belakang.]]>
it: <![CDATA[Inserisci un nome e un cognome.]]>
iw: <![CDATA[יש להזין שם פרטי ושם משפחה.]]>
ja: <![CDATA[姓と名を入力してください。]]>
ko: <![CDATA[성과 이름을 입력하세요.]]>
lt: <![CDATA[Įveskite vardą ir pavardę.]]>
lv: <![CDATA[Lūdzu, ievadiet vārdu un uzvārdu.]]>
nl: <![CDATA[Voer een voor- en achternaam in.]]>
no: <![CDATA[Skriv inn et for- og etternavn.]]>
pl: <![CDATA[Wpisz imię i nazwisko.]]>
pt: <![CDATA[Digite um nome e um sobrenome.]]>
ro: <![CDATA[Introduceți numele și prenumele.]]>
ru: <![CDATA[Введите имя и фамилию.]]>
sk: <![CDATA[Zadajte meno a priezvisko.]]>
sl: <![CDATA[Vnesite ime in priimek.]]>
sr: <![CDATA[Унесите име и презиме.]]>
sv: <![CDATA[Ange för- och efternamn.]]>
th: <![CDATA[โปรดป้อนชื่อและนามสกุล]]>
tr: <![CDATA[Lütfen ad ve soyadı girin.]]>
uk: <![CDATA[Введіть ім’я та прізвище.]]>
ur: <![CDATA[براہ کرم پہلا اور آخری نام درج کریں۔]]>
vi: <![CDATA[Vui lòng nhập họ và tên.]]>
zh: <![CDATA[请输入姓氏和名字。]]>

# fui_progress_dialog_checking_accounts
source: <![CDATA[Checking for existing accounts…]]>
ar: <![CDATA[جارٍ البحث عن حسابات حالية…]]>
bg: <![CDATA[Проверява се за съществуващи профили…]]>
ca: <![CDATA[S'estan comprovant els comptes existents…]]>
cs: <![CDATA[Vyhledávání stávajících účtů…]]>
da: <![CDATA[Søger efter eksisterende konti…]]>
de: <![CDATA[Auf vorhandene Konten wird geprüft…]]>
el: <![CDATA[Γίνεται έλεγχος για υπάρχοντες λογαριασμούς…]]>
es: <![CDATA[Buscando cuentas ya disponibles…]]>
fa: <![CDATA[در حال بررسی حساب‌های موجود…]]>
fi: <![CDATA[Tarkistetaan nykyisiä tilejä…]]>
fil: <![CDATA[Tinitingnan ang mga umiiral nang account…]]>
fr: <![CDATA[Vérification des comptes existants…]]>
hi: <![CDATA[मौजूदा खातों की जाँच की जा रही है…]]>
hr: <![CDATA[Traženje postojećih računa…]]>
hu: <![CDATA[Meglévő fiókok ellenőrzése…]]>
in: <![CDATA[Memeriksa akun yang ada…]]>
it: <![CDATA[Verifica degli account esistenti in corso…]]>
iw: <![CDATA[מחפש חשבונות קיימים…]]>
ja: <![CDATA[既存のアカウントを確認しています…]]>
ko: <![CDATA[기존 계정 확인 중…]]>
lt: <![CDATA[Tikrinama, ar yra esamų paskyrų…]]>
lv: <![CDATA[Tiek pārbaudīti esošie konti…]]>
nl: <![CDATA[Controleren op bestaande accounts…]]>
no: <![CDATA[Ser etter eksisterende kontoer…]]>
pl: <![CDATA[Szukam istniejących kont…]]>
pt: <![CDATA[Verificando contas existentes…]]>
ro: <![CDATA[Se caută conturi existente…]]>
ru: <![CDATA[Проверка существующих аккаунтов…]]>
sk: <![CDATA[Kontrolujú sa existujúce účty…]]>
sl: <![CDATA[Preverjanje, ali že obstajajo računi…]]>
sr: <![CDATA[Траже се постојећи налози…]]>
sv: <![CDATA[Söker efter befintliga konton…]]>
th: <![CDATA[กำลังตรวจสอบบัญชีที่มีอยู่…]]>
tr: <![CDATA[Mevcut hesaplar kontrol ediliyor…]]>
uk: <![CDATA[Перевірка наявних облікових записів…]]>
ur: <![CDATA[موجودہ اکاؤنٹس چیک ہو رہے ہیں…]]>
vi: <![CDATA[Đang kiểm tra các tài khoản hiện có…]]>
zh: <![CDATA[正在检查是否存在现有帐号…]]>

# fui_title_register_email
source: <![CDATA[Sign up]]>
ar: <![CDATA[اشتراك]]>
bg: <![CDATA[Регистрация]]>
ca: <![CDATA[Registra't]]>
cs: <![CDATA[Registrace]]>
da: <![CDATA[Tilmeld dig]]>
de: <![CDATA[Registrieren]]>
el: <![CDATA[Εγγραφή]]>
es: <![CDATA[Registrarse]]>
fa: <![CDATA[ثبت‌نام]]>
fi: <![CDATA[Hanki tili]]>
fil: <![CDATA[Mag-sign up]]>
fr: <![CDATA[S'inscrire]]>
hi: <![CDATA[साइन अप करें]]>
hr: <![CDATA[Registracija]]>
hu: <![CDATA[Regisztráció]]>
in: <![CDATA[Daftar]]>
it: <![CDATA[Registrati]]>
iw: <![CDATA[הרשמה]]>
ja: <![CDATA[登録]]>
ko: <![CDATA[가입]]>
lt: <![CDATA[Prisiregistruoti]]>
lv: <![CDATA[Reģistrācija]]>
nl: <![CDATA[Aanmelden]]>
no: <![CDATA[Registrering]]>
pl: <![CDATA[Rejestracja]]>
pt: <![CDATA[Inscrever-se]]>
ro: <![CDATA[Înscrieți-vă]]>
ru: <![CDATA[Регистрация]]>
sk: <![CDATA[Registrovať sa]]>
sl: <![CDATA[Registrirajte se]]>
sr: <![CDATA[Региструјте се]]>
sv: <![CDATA[Registrera dig]]>
th: <![CDATA[ลงชื่อสมัครใช้]]>
tr: <![CDATA[Kaydol]]>
uk: <![CDATA[Зареєструватися]]>
ur: <![CDATA[سائن اپ کریں]]>
vi: <![CDATA[Đăng ký]]>
zh: <![CDATA[注册]]>

# fui_name_hint
source: <![CDATA[First & last name]]>
ar: <![CDATA[الاسم الأول واسم العائلة]]>
bg: <![CDATA[Име и фамилия]]>
ca: <![CDATA[Nom i cognoms]]>
cs: <![CDATA[Jméno a příjmení]]>
da: <![CDATA[For- og efternavn]]>
de: <![CDATA[Vor- und Nachname]]>
el: <![CDATA[Όνομα και επώνυμο]]>
es: <![CDATA[Nombre y apellidos]]>
fa: <![CDATA[نام و نام خانوادگی]]>
fi: <![CDATA[Etu- ja sukunimi]]>
fil: <![CDATA[Pangalan at apelyido]]>
fr: <![CDATA[Nom et prénom]]>
hi: <![CDATA[नाम और उपनाम]]>
hr: <![CDATA[Ime i prezime]]>
hu: <![CDATA[Utónév és vezetéknév]]>
in: <![CDATA[Nama depan & belakang]]>
it: <![CDATA[Nome e cognome]]>
iw: <![CDATA[שם מלא]]>
ja: <![CDATA[あなたの名前]]>
ko: <![CDATA[이름 및 성]]>
lt: <![CDATA[Vardas ir pavardė]]>
lv: <![CDATA[Vārds un uzvārds]]>
nl: <![CDATA[Voor- en achternaam]]>
no: <![CDATA[Fornavn og etternavn]]>
pl: <![CDATA[Imię i nazwisko]]>
pt: <![CDATA[Nome e sobrenome]]>
ro: <![CDATA[Prenume și nume de familie]]>
ru: <![CDATA[Имя и фамилия]]>
sk: <![CDATA[Krstné meno a priezvisko]]>
sl: <![CDATA[Ime in priimek]]>
sr: <![CDATA[Име и презиме]]>
sv: <![CDATA[För- och efternamn]]>
th: <![CDATA[ชื่อและนามสกุล]]>
tr: <![CDATA[Ad ve Soyad]]>
uk: <![CDATA[Ім’я та прізвище]]>
ur: <![CDATA[پہلا اور آخری نام]]>
vi: <![CDATA[Họ và tên]]>
zh: <![CDATA[姓名]]>

# fui_button_text_save
source: <![CDATA[Save]]>
ar: <![CDATA[حفظ]]>
bg: <![CDATA[Запазване]]>
ca: <![CDATA[Desa]]>
cs: <![CDATA[Uložit]]>
da: <![CDATA[Gem]]>
de: <![CDATA[Speichern]]>
el: <![CDATA[Αποθήκευση]]>
es: <![CDATA[Guardar]]>
fa: <![CDATA[ذخیره]]>
fi: <![CDATA[Tallenna]]>
fil: <![CDATA[I-save]]>
fr: <![CDATA[Enregistrer]]>
hi: <![CDATA[सेव करें]]>
hr: <![CDATA[Spremi]]>
hu: <![CDATA[Mentés]]>
in: <![CDATA[Simpan]]>
it: <![CDATA[Salva]]>
iw: <![CDATA[שמור]]>
ja: <![CDATA[保存]]>
ko: <![CDATA[저장]]>
lt: <![CDATA[Išsaugoti]]>
lv: <![CDATA[Saglabāt]]>
nl: <![CDATA[Opslaan]]>
no: <![CDATA[Lagre]]>
pl: <![CDATA[Zapisz]]>
pt: <![CDATA[Salvar]]>
ro: <![CDATA[Salvați]]>
ru: <![CDATA[Сохранить]]>
sk: <![CDATA[Uložiť]]>
sl: <![CDATA[Shrani]]>
sr: <![CDATA[Сачувај]]>
sv: <![CDATA[Spara]]>
th: <![CDATA[บันทึก]]>
tr: <![CDATA[Kaydet]]>
uk: <![CDATA[Зберегти]]>
ur: <![CDATA[محفوظ کریں]]>
vi: <![CDATA[Lưu]]>
zh: <![CDATA[保存]]>

# fui_progress_dialog_signing_up
source: <![CDATA[Signing up…]]>
ar: <![CDATA[جارٍ الاشتراك…]]>
bg: <![CDATA[Създава се регистрация…]]>
ca: <![CDATA[T'estàs registrant…]]>
cs: <![CDATA[Registrace…]]>
da: <![CDATA[Tilmelder…]]>
de: <![CDATA[Registrierung wird durchgeführt…]]>
el: <![CDATA[Γίνεται εγγραφή…]]>
es: <![CDATA[Registrando…]]>
fa: <![CDATA[در حال ثبت‌نام…]]>
fi: <![CDATA[Rekisteröityminen käynnissä…]]>
fil: <![CDATA[Nagsa-sign up…]]>
fr: <![CDATA[Inscription…]]>
hi: <![CDATA[साइन अप करना…]]>
hr: <![CDATA[Registriranje….]]>
hu: <![CDATA[Regisztráció…]]>
in: <![CDATA[Mendaftar…]]>
it: <![CDATA[Registrazione in corso…]]>
iw: <![CDATA[אנחנו רושמים אותך…]]>
ja: <![CDATA[登録しています…]]>
ko: <![CDATA[가입하는 중…]]>
lt: <![CDATA[Prisiregistruojama…]]>
lv: <![CDATA[Notiek reģistrācija…]]>
nl: <![CDATA[Aanmelden…]]>
no: <![CDATA[Registrerer…]]>
pl: <![CDATA[Rejestruję…]]>
pt: <![CDATA[Concluindo sua inscrição…]]>
ro: <![CDATA[Se creează un cont…]]>
ru: <![CDATA[Идет регистрация…]]>
sk: <![CDATA[Prebieha registrácia…]]>
sl: <![CDATA[Registriranje…]]>
sr: <![CDATA[Регистрација је у току…]]>
sv: <![CDATA[Registrerar…]]>
th: <![CDATA[กำลังลงชื่อสมัครใช้…]]>
tr: <![CDATA[Kaydolunuyor…]]>
uk: <![CDATA[Реєстрація…]]>
ur: <![CDATA[سائن اپ ہو رہا ہے…]]>
vi: <![CDATA[Đang đăng ký…]]>
zh: <![CDATA[正在注册…]]>
