Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_confirm_recovery_body
source: <![CDATA[Follow the instructions sent to {0} to recover your password.]]>
ar: <![CDATA[اتبع التعليمات التي تم إرسالها إلى {0} لاسترداد كلمة المرور.]]>
bg: <![CDATA[За да възстановите паролата си, изпълнете инструкциите, изпратени до {0}.]]>
ca: <![CDATA[Per recuperar la contrasenya, segueix les instruccions que s'han enviat a {0}.]]>
cs: <![CDATA[Postupujte podle pokynů odeslaných na adresu {0} a obnovte heslo.]]>
da: <![CDATA[Følg vejledningen, der blev sendt til {0}, for at gendanne din adgangskode.]]>
de: <![CDATA[Folgen Sie der an {0} gesendeten Anleitung, um Ihr Passwort zurückzusetzen.]]>
el: <![CDATA[Ακολουθήστε τις οδηγίες που στάλθηκαν στο {0} για να ανακτήσετε τον κωδικό πρόσβασής σας.]]>
es: <![CDATA[Sigue las instrucciones que te hemos enviado a {0} para recuperar la contraseña.]]>
fa: <![CDATA[برای بازیابی گذرواژه‌تان، دستورالعمل‌های ارسال‌شده به {0} را دنبال کنید.]]>
fi: <![CDATA[Palauta salasana noudattamalla osoitteeseen {0} lähetettyjä ohjeita.]]>
fil: <![CDATA[Sundin ang mga tagubilin na ipinadala sa {0} upang ma-recover ang iyong password.]]>
fr: <![CDATA[Suivez les instructions envoyées à l'adresse {0} pour récupérer votre mot de passe.]]>
hi: <![CDATA[अपना पासवर्ड फिर से पाने के लिए {0} पर भेजे गए निर्देशों का पालन करें.]]>
hr: <![CDATA[Slijedite upute za ponovno postavljanje zaporke koje smo poslali na e-adresu {0}.]]>
hu: <![CDATA[A jelszó visszaállításához kövesse az ide ({0}) elküldött utasításokat.]]>
in: <![CDATA[Ikuti petunjuk yang dikirimkan ke {0} untuk memulihkan sandi Anda.]]>
it: <![CDATA[Seguire le istruzioni inviate all'indirizzo email {0} per recuperare la password.]]>
iw: <![CDATA[כדי לשחזר את הסיסמה, עליך לפעול לפי ההוראות ששלחנו לכתובת {0}.]]>
ja: <![CDATA[{0} に送信された手順に沿ってパスワードを復元してください]]>
ko: <![CDATA[{0}(으)로 발송된 이메일의 안내에 따라 비밀번호를 복구하세요.]]>
lt: <![CDATA[Vadovaudamiesi el. pašto adresu {0} išsiųstais nurodymais atkurkite slaptažodį.]]>
lv: <![CDATA[Izpildiet uz e-pasta adresi {0} nosūtītos norādījumus, lai atgūtu paroli.]]>
nl: <![CDATA[Volg de instructies die we naar {0} hebben verzonden om uw wachtwoord te herstellen.]]>
no: <![CDATA[Følg veiledningen som er sendt til {0}, for å gjenopprette passordet ditt.]]>
pl: <![CDATA[Aby odzyskać hasło, wykonaj instrukcje, które wysłaliśmy Ci na adres {0}.]]>
pt: <![CDATA[Siga as instruções enviadas para {0} para recuperar sua senha.]]>
ro: <![CDATA[Urmați instrucțiunile trimise la {0} pentru a vă recupera parola.]]>
ru: <![CDATA[На адрес {0} отправлено письмо с инструкциями по сбросу пароля.]]>
sk: <![CDATA[Obnovte si heslo podľa pokynov odoslaných na adresu {0}.]]>
sl: <![CDATA[Če želite obnoviti geslo, upoštevajte navodila, poslana na naslov {0}.]]>
sr: <![CDATA[Пратите упутства која су вам послана на {0} да бисте повратили лозинку.]]>
sv: <![CDATA[Följ anvisningarna som har skickats till {0} för att återställa ditt lösenord.]]>
th: <![CDATA[ทำตามวิธีการที่ส่งไปยัง {0} เพื่อกู้คืนรหัสผ่านของคุณ]]>
tr: <![CDATA[Şifrenizi kurtarmak için {0} adresine gönderilen talimatları uygulayın.]]>
uk: <![CDATA[Виконайте інструкції з відновлення пароля, надіслані на адресу {0}.]]>
ur: <![CDATA[اپنے پاس ورڈ کو بازیافت کرنے کے لیے {0} پر بھیجی گئی ہدایات کی پیروی کریں۔]]>
vi: <![CDATA[Làm theo hướng dẫn gửi tới {0} để khôi phục mật khẩu của bạn.]]>
zh: <![CDATA[请按照发送到 {0} 的说明找回密码。]]>

# fui_progress_dialog_sending
source: <![CDATA[Sending…]]>
ar: <![CDATA[جارٍ الإرسال…]]>
bg: <![CDATA[Изпраща се…]]>
ca: <![CDATA[S'està enviant…]]>
cs: <![CDATA[Odesílání…]]>
da: <![CDATA[Sender…]]>
de: <![CDATA[Wird gesendet…]]>
el: <![CDATA[Γίνεται αποστολή…]]>
es: <![CDATA[Enviando…]]>
fa: <![CDATA[درحال ارسال…]]>
fi: <![CDATA[Lähetetään…]]>
fil: <![CDATA[Ipinapadala…]]>
fr: <![CDATA[Envoi…]]>
hi: <![CDATA[भेज रहा है…]]>
hr: <![CDATA[Slanje…]]>
hu: <![CDATA[Küldés…]]>
in: <![CDATA[Mengirim…]]>
it: <![CDATA[Invio in corso…]]>
iw: <![CDATA[מתבצעת שליחה…]]>
ja: <![CDATA[送信しています…]]>
ko: <![CDATA[전송 중…]]>
lt: <![CDATA[Siunčiama…]]>
lv: <![CDATA[Notiek sūtīšana…]]>
nl: <![CDATA[Verzenden…]]>
no: <![CDATA[Sender…]]>
pl: <![CDATA[Wysyłam…]]>
pt: <![CDATA[Enviando…]]>
ro: <![CDATA[Se trimite…]]>
ru: <![CDATA[Отправка…]]>
sk: <![CDATA[Odosiela sa…]]>
sl: <![CDATA[Pošiljanje…]]>
sr: <![CDATA[Шаље се…]]>
sv: <![CDATA[Skickar…]]>
th: <![CDATA[กำลังส่ง…]]>
tr: <![CDATA[Gönderiliyor…]]>
uk: <![CDATA[Надсилання…]]>
ur: <![CDATA[بھیجا جا رہا ہے…]]>
vi: <![CDATA[Đang gửi…]]>
zh: <![CDATA[正在发送…]]>

# fui_error_email_does_not_exist
source: <![CDATA[That email address doesn't match an existing account]]>
ar: <![CDATA[لا يتطابق عنوان البريد الإلكتروني هذا مع حساب حالي]]>
bg: <![CDATA[Този имейл адрес не съответства на съществуващ профил]]>
ca: <![CDATA[Aquesta adreça electrònica no coincideix amb cap compte]]>
cs: <![CDATA[E-mailová adresa neodpovídá žádnému stávajícímu účtu]]>
da: <![CDATA[Mailadressen matcher ikke en eksisterende konto]]>
de: <![CDATA[Diese E-Mail-Adresse passt zu keinem Konto]]>
el: <![CDATA[Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν ταιριάζει με κάποιον υπάρχοντα λογαριασμό]]>
es: <![CDATA[La dirección de correo electrónico no coincide con ninguna cuenta]]>
fa: <![CDATA[هیچ حسابی منطبق با این نشانی ایمیل وجود ندارد]]>
fi: <![CDATA[Sähköpostiosoite ei vastaa aiemmin luotua tiliä.]]>
fil: <![CDATA[Hindi tumutugma ang email address na iyon sa isang kasalukuyang account]]>
fr: <![CDATA[Cette adresse e-mail ne correspond à aucun compte existant]]>
hi: <![CDATA[वह ईमेल पता किसी मौजूदा खाते से मेल नहीं खाता है]]>
hr: <![CDATA[Ta e-adresa ne pripada postojećem računu]]>
hu: <![CDATA[Ehhez az e-mail-címhez egyetlen meglévő fiók sem tartozik.]]>
in: <![CDATA[Alamat email tidak cocok dengan akun yang ada]]>
it: <![CDATA[L'indirizzo email non corrisponde a un account esistente]]>
iw: <![CDATA[אין חשבון המשויך לכתובת האימייל הזו]]>
ja: <![CDATA[メールアドレスが既存のアカウントと一致しません]]>
ko: <![CDATA[이메일 주소가 기존 계정과 일치하지 않습니다.]]>
lt: <![CDATA[Šis el. pašto adresas neatitinka esamos paskyros]]>
lv: <![CDATA[E-pasta adrese neatbilst esošam kontam]]>
nl: <![CDATA[Dit e-mailadres komt niet overeen met een bestaand account]]>
no: <![CDATA[Denne e-postadressen samsvarer ikke med en eksisterende konto]]>
pl: <![CDATA[Nie istnieje konto, do którego pasuje ten adres e-mail.]]>
pt: <![CDATA[O endereço de e-mail não corresponde a uma conta existente]]>
ro: <![CDATA[Adresa de e-mail nu corespunde unui cont existent]]>
ru: <![CDATA[Нет аккаунта с таким адресом электронной почты.]]>
sk: <![CDATA[Táto e-mailová adresa sa nezhoduje s existujúcim účtom]]>
sl: <![CDATA[E-poštni naslov se ne ujema z obstoječim računom]]>
sr: <![CDATA[Имејл адреса не одговара ни једном налогу]]>
sv: <![CDATA[E-postadressen matchar inget befintligt konto]]>
th: <![CDATA[ที่อยู่อีเมลไม่ตรงกับบัญชีที่มีอยู่]]>
tr: <![CDATA[Bu e-posta adresi mevcut bir hesapla eşleşmiyor]]>
uk: <![CDATA[Ця електронна адреса не відповідає адресі наявного облікового запису]]>
ur: <![CDATA[یہ ای میل پتہ کسی موجودہ اکاؤنٹ کے مماثل نہیں ہے]]>
vi: <![CDATA[Địa chỉ email đó không khớp với tài khoản hiện có]]>
zh: <![CDATA[该电子邮件地址没有相匹配的现有帐号]]>

# fui_error_unknown
source: <![CDATA[An unknown error occurred.]]>
ar: <![CDATA[حدث خطأ غير معروف.]]>
bg: <![CDATA[Възникна неизвестна грешка.]]>
ca: <![CDATA[S'ha produït un error desconegut.]]>
cs: <![CDATA[Došlo k neznámé chybě.]]>
da: <![CDATA[Der opstod en ukendt fejl.]]>
de: <![CDATA[Ein unbekannter Fehler ist aufgetreten.]]>
el: <![CDATA[Παρουσιάστηκε άγνωστο σφάλμα.]]>
es: <![CDATA[Se ha producido un error desconocido.]]>
fa: <![CDATA[خطای ناشناس رخ داد.]]>
fi: <![CDATA[Tapahtui tuntematon virhe.]]>
fil: <![CDATA[Nagkaroon ng hindi malamang error.]]>
fr: <![CDATA[Une erreur inconnue s'est produite.]]>
hi: <![CDATA[ऐसी गड़बड़ी हुई है, जिसके बारे में पता नहीं है.]]>
hr: <![CDATA[Došlo je do nepoznate pogreške.]]>
hu: <![CDATA[Ismeretlen hiba történt.]]>
in: <![CDATA[Terjadi error yang tidak diketahui.]]>
it: <![CDATA[Si è verificato un errore sconosciuto.]]>
iw: <![CDATA[אירעה שגיאה לא ידועה.]]>
ja: <![CDATA[不明なエラーが発生しました。]]>
ko: <![CDATA[알 수 없는 오류가 발생했습니다.]]>
lt: <![CDATA[Įvyko nežinoma klaida.]]>
lv: <![CDATA[Radās nezināma kļūda.]]>
nl: <![CDATA[Er is een onbekende fout opgetreden.]]>
no: <![CDATA[Det oppsto en ukjent feil.]]>
pl: <![CDATA[Wystąpił nieznany błąd.]]>
pt: <![CDATA[Ocorreu um erro desconhecido.]]>
ro: <![CDATA[A apărut o eroare necunoscută.]]>
ru: <![CDATA[Произошла неизвестная ошибка.]]>
sk: <![CDATA[Vyskytla sa neznáma chyba.]]>
sl: <![CDATA[Neznana napaka.]]>
sr: <![CDATA[Дошло је до непознате грешке.]]>
sv: <![CDATA[Ett okänt fel uppstod.]]>
th: <![CDATA[เกิดข้อผิดพลาดที่ไม่รู้จัก]]>
tr: <![CDATA[Bilinmeyen bir hata oluştu.]]>
uk: <![CDATA[Сталася невідома помилка.]]>
ur: <![CDATA[ایک نامعلوم خرابی پیش آ گئی۔]]>
vi: <![CDATA[Đã xảy ra lỗi không xác định.]]>
zh: <![CDATA[发生未知错误。]]>

# fui_error_invalid_password
source: <![CDATA[Incorrect password.]]>
ar: <![CDATA[كلمة المرور غير صحيحة.]]>
bg: <![CDATA[Грешна парола.]]>
ca: <![CDATA[La contrasenya no és correcta.]]>
cs: <![CDATA[Nesprávné heslo.]]>
da: <![CDATA[Ugyldig adgangskode.]]>
de: <![CDATA[Falsches Passwort]]>
el: <![CDATA[Λανθασμένος κωδικός πρόσβασης.]]>
es: <![CDATA[La contraseña no es correcta.]]>
fa: <![CDATA[گذرواژه نادرست]]>
fi: <![CDATA[Väärä salasana]]>
fil: <![CDATA[Maling password.]]>
fr: <![CDATA[Mot de passe incorrect.]]>
hi: <![CDATA[गलत पासवर्ड.]]>
hr: <![CDATA[Pogrešna zaporka.]]>
hu: <![CDATA[Helytelen jelszó]]>
in: <![CDATA[Sandi salah.]]>
it: <![CDATA[Password non corretta.]]>
iw: <![CDATA[סיסמה שגויה.]]>
ja: <![CDATA[パスワードが正しくありません。]]>
ko: <![CDATA[비밀번호가 잘못되었습니다.]]>
lt: <![CDATA[Netinkamas slaptažodis.]]>
lv: <![CDATA[Nepareiza parole.]]>
nl: <![CDATA[Onjuist wachtwoord.]]>
no: <![CDATA[Feil passord.]]>
pl: <![CDATA[Nieprawidłowe hasło.]]>
pt: <![CDATA[A senha está incorreta.]]>
ro: <![CDATA[Parolă incorectă]]>
ru: <![CDATA[Неправильный пароль.]]>
sk: <![CDATA[Nesprávne heslo.]]>
sl: <![CDATA[Napačno geslo.]]>
sr: <![CDATA[Лозинка није тачна.]]>
sv: <![CDATA[Felaktigt lösenord.]]>
th: <![CDATA[รหัสผ่านไม่ถูกต้อง]]>
tr: <![CDATA[Yanlış şifre.]]>
uk: <![CDATA[Неправильний пароль.]]>
ur: <![CDATA[غلط پاس ورڈ۔]]>
vi: <![CDATA[Sai mật khẩu.]]>
zh: <![CDATA[密码不正确。]]>

# fui_accessibility_logo
source: <![CDATA[App logo]]>
ar: <![CDATA[شعار التطبيق]]>
bg: <![CDATA[Лого на приложението]]>
ca: <![CDATA[Logotip de l'aplicació]]>
cs: <![CDATA[Logo aplikace]]>
el: <![CDATA[Λογότυπο εφαρμογής]]>
es: <![CDATA[Logotipo de la aplicación]]>
fa: <![CDATA[نشان‌واره برنامه]]>
fi: <![CDATA[Sovelluksen logo]]>
fil: <![CDATA[Logo ng app]]>
fr: <![CDATA[Logo de l'application]]>
hi: <![CDATA[ऐप्लिकेशन लोगो]]>
hr: <![CDATA[Logotip aplikacije]]>
hu: <![CDATA[Alkalmazás emblémája]]>
in: <![CDATA[Logo aplikasi]]>
it: <![CDATA[Logo dell'applicazione]]>
iw: <![CDATA[הלוגו של האפליקציה]]>
ja: <![CDATA[アプリのロゴ]]>
ko: <![CDATA[앱 로고]]>
lt: <![CDATA[Programos logotipas]]>
lv: <![CDATA[Lietotnes logotips]]>
pl: <![CDATA[Logo aplikacji]]>
pt: <![CDATA[Logotipo do app]]>
ro: <![CDATA[Sigla aplicației]]>
ru: <![CDATA[Логотип приложения]]>
sk: <![CDATA[Logo aplikácie]]>
sl: <![CDATA[Logotip aplikacije]]>
sr: <![CDATA[Логотип апликације]]>
sv: <![CDATA[Appens logotyp]]>
th: <![CDATA[โลโก้แอป]]>
tr: <![CDATA[Uygulama logosu]]>
uk: <![CDATA[Логотип додатка]]>
ur: <![CDATA[ایپ لوگو]]>
vi: <![CDATA[Biểu trưng ứng dụng]]>
zh: <![CDATA[应用徽标]]>

# fui_email_link_header
source: <![CDATA[Sign-in email sent ]]>
ar: <![CDATA[تمّ إرسال رسالة إلكترونية لتسجيل الدخول ]]>
bg: <![CDATA[Изпратен е имейл за вход в профила ]]>
ca: <![CDATA[S'ha enviat el correu electrònic d'inici de sessió ]]>
cs: <![CDATA[Přihlašovací e-mail odeslán ]]>
da: <![CDATA[Loginmail sendt ]]>
de: <![CDATA[Anmelde-E-Mail gesendet ]]>
el: <![CDATA[Το μήνυμα ηλεκτρονικού ταχυδρομείου σύνδεσης στάλθηκε ]]>
es: <![CDATA[Correo electrónico de inicio de sesión enviado ]]>
fa: <![CDATA[ایمیل ورود به سیستم ارسال شد ]]>
fi: <![CDATA[Kirjautumisviesti lähetetty ]]>
fil: <![CDATA[Naipadala ang email sa pag-sign in ]]>
fr: <![CDATA[E-mail de connexion envoyé ]]>
hi: <![CDATA[साइन-इन ईमेल भेजा गया ]]>
hr: <![CDATA[E-poruka za prijavu poslana ]]>
hu: <![CDATA[Bejelentkezési e-mail elküldve ]]>
in: <![CDATA[Email login dikirim ]]>
it: <![CDATA[Email di accesso inviata ]]>
iw: <![CDATA[נשלח אימייל לכניסה לחשבון ]]>
ja: <![CDATA[ログインメールを送信しました ]]>
ko: <![CDATA[로그인 이메일 전송됨 ]]>
lt: <![CDATA[Prisijungimo el. laiškas išsiųstas ]]>
lv: <![CDATA[Pierakstīšanās e-pasta ziņojums ir nosūtīts ]]>
nl: <![CDATA[Inlogmail verzonden ]]>
no: <![CDATA[Påloggings-e-post er sendt ]]>
pl: <![CDATA[E-mail umożliwiający zalogowanie się został wysłany ]]>
pt: <![CDATA[E-mail de login enviado ]]>
ro: <![CDATA[A fost trimis e-mailul de conectare ]]>
ru: <![CDATA[Письмо отправлено ]]>
sk: <![CDATA[Prihlasovací e‑mail bol odoslaný ]]>
sl: <![CDATA[E-poštno sporočilo za prijavo je bilo poslano ]]>
sr: <![CDATA[Имејл за пријављивање је послат ]]>
sv: <![CDATA[Inloggningsmeddelande skickat ]]>
th: <![CDATA[ส่งอีเมลลงชื่อเข้าใช้แล้ว ]]>
tr: <![CDATA[Oturum açma e-postası gönderildi ]]>
uk: <![CDATA[Посилання для входу надіслано ]]>
ur: <![CDATA[سائن ان ای میل بھیج دی گئی‎ ]]>
vi: <![CDATA[Đã gửi email đăng nhập ]]>
zh: <![CDATA[已发送登录电子邮件 ]]>

# fui_email_link_email_sent
source: <![CDATA[A sign-in email with additional instructions was sent to {0}. Check your email to complete sign-in.]]>
ar: <![CDATA[تمّ إرسال رسالة إلكترونية لتسجيل الدخول تتضمّن تعليمات إضافية إلى {0}. يُرجى التحقق من بريدك الإلكتروني لإكمال عملية تسجيل الدخول.]]>
bg: <![CDATA[Изпратихме имейл до {0} за вход в профила с допълнителни инструкции. Проверете входящата си поща, за да завършите процеса.]]>
ca: <![CDATA[S'ha enviat un correu electrònic d'inici de sessió amb més instruccions a {0}. Comprova si l'has rebut per completar l'inici de sessió.]]>
cs: <![CDATA[Na adresu {0} byl odeslán přihlašovací e-mail s dalšími pokyny. Dokončete přihlášení podle instrukcí v e-mailu.]]>
da: <![CDATA[En loginmail med yderligere vejledning er sendt til {0}. Tjek din mail for at fuldføre loginprocessen.]]>
de: <![CDATA[Wir haben eine Anmelde-E-Mail mit zusätzlichen Informationen an {0} gesendet. Bitte öffnen Sie die E-Mail, um die Anmeldung abzuschließen.]]>
el: <![CDATA[Ένα μήνυμα ηλεκτρονικού ταχυδρομείου σύνδεσης με πρόσθετες οδηγίες στάλθηκε στη διεύθυνση {0}. Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για να ολοκληρώσετε τη σύνδεση.]]>
es: <![CDATA[Se ha enviado un correo electrónico de inicio de sesión con más instrucciones a {0}. Consulta tu bandeja de entrada para completar el inicio de sesión.]]>
fa: <![CDATA[ایمیل ورود به سیستم، حاوی دستورالعمل‌های بیشتر، به {0} ارسال شد. برای تکمیل ورود به سیستم، ایمیلتان را بررسی کنید.]]>
fi: <![CDATA[Lisäohjeita sisältävä kirjautumisviesti lähetettiin osoitteeseen {0}. Tarkista sähköpostisi kirjautumisen suorittamiseksi loppuun.]]>
fil: <![CDATA[Nagpadala ng email sa pag-sign in na may mga karagdagang tagubilin sa {0}. Tingnan ang iyong email para makumpleto ang pag-sign in.]]>
fr: <![CDATA[Un e-mail de connexion avec des instructions supplémentaires a été envoyé à {0}. Consultez cet e-mail pour vous connecter.]]>
hi: <![CDATA[ज़्यादा निर्देशों वाला एक ईमेल {0} पर भेजा गया है. साइन-इन पूरा करने के लिए अपना ईमेल देखें.]]>
hr: <![CDATA[E-poruka za prijavu s dodatnim uputama poslana je na adresu {0}. Provjerite e-poštu da biste dovršili prijavu.]]>
hu: <![CDATA[A további utasításokat tartalmazó bejelentkezési e-mailt elküldtük ide: {0}. A bejelentkezés befejezéséhez keresse meg az e-mailjei között.]]>
in: <![CDATA[Email login dengan petunjuk tambahan telah dikirim ke {0}. Buka email Anda untuk menyelesaikan proses login.]]>
it: <![CDATA[Un'email di accesso con ulteriori istruzioni è stata inviata all'indirizzo {0}. Controlla la tua casella di posta per completare l'accesso.]]>
iw: <![CDATA[אימייל לכניסה לחשבון עם הוראות נוספות נשלח אל {0}. יש לבדוק את תיבת הדואר הנכנס כדי להשלים את תהליך הכניסה.]]>
ja: <![CDATA[詳細な説明を記載したログインメールを {0} に送信しました。メールを確認してログインを完了してください。]]>
ko: <![CDATA[추가 안내가 포함된 로그인 이메일이 {0}(으)로 전송되었습니다. 이메일을 확인하여 로그인을 완료하세요.]]>
lt: <![CDATA[Prisijungimo el. laiškas su papildomomis instrukcijomis išsiųstas adresu {0}. Patikrinkite el. paštą, kad užbaigtumėte prisijungimą.]]>
lv: <![CDATA[Pierakstīšanās e-pasta ziņojums ar papildu norādījumiem tika nosūtīts uz e-pasta adresi {0}. Pārbaudiet savu e-pastu, lai pabeigtu pierakstīšanos.]]>
nl: <![CDATA[Er is een inlogmail met aanvullende instructies verzonden naar {0}. Controleer uw inbox om het inlogproces te voltooien.]]>
no: <![CDATA[En påloggings-e-post med ytterligere veiledning er sendt til {0}. Sjekk e-posten din for å fullføre påloggingen.]]>
pl: <![CDATA[Na adres {0} wysłaliśmy wiadomość umożliwiającą zalogowanie się i dodatkowe instrukcje. Sprawdź pocztę, by się zalogować.]]>
pt: <![CDATA[Um e-mail de login com mais instruções foi enviado para {0}. Verifique sua caixa de entrada para concluir o login.]]>
ro: <![CDATA[Un e-mail de conectare cu instrucțiuni suplimentare a fost trimis la {0}. Verificați-vă căsuța de e-mail pentru a finaliza conectarea.]]>
ru: <![CDATA[На адрес электронной почты {0} отправлено письмо с информацией о том, как войти в аккаунт. Изучите его и выполните инструкции.]]>
sk: <![CDATA[Prihlasovací e‑mail s ďalšími pokynmi bol odoslaný na adresu {0}. Na dokončenie prihlásenia skontrolujte svoj e‑mail.]]>
sl: <![CDATA[E-poštno sporočilo za prijavo z dodatnimi navodili je bilo poslano na {0}. Preverite e-pošto in dokončajte prijavo.]]>
sr: <![CDATA[Имејл за пријављивање са додатним упутствима је послат на {0}. Проверите имејл да бисте довршили пријављивање.]]>
sv: <![CDATA[Ett inloggningsmeddelande med instruktioner skickades till {0}. Kontrollera din e-post för att slutföra inloggningen.]]>
th: <![CDATA[ระบบได้ส่งอีเมลลงชื่อเข้าใช้พร้อมวิธีการเพิ่มเติมไปยัง {0} แล้ว โปรดตรวจสอบอีเมลเพื่อลงชื่อเข้าใช้]]>
tr: <![CDATA[Ek talimatlar içeren bir oturum açma e-postası {0} adresine gönderildi. Oturum açma işlemini tamamlamak için e-postanızı kontrol edin.]]>
uk: <![CDATA[Посилання для входу та додаткові вказівки надіслано на адресу {0}. Дотримуйтеся їх, щоб увійти в обліковий запис.]]>
ur: <![CDATA[ایک سائن ان ای میل اضافی ہدایات کے ساتھ {0} کو بھیج دی گئی ہے۔ سائن ان مکمل کرنے کیلئے اپنی ای میل چیک کریں۔]]>
vi: <![CDATA[Email đăng nhập có hướng dẫn bổ sung đã được gửi tới {0}. Hãy tìm email này trong hộp thư của bạn để hoàn tất đăng nhập.]]>
zh: <![CDATA[系统已将含附加说明的登录电子邮件发送至 {0}。请查收电子邮件以完成登录。]]>

# fui_email_link_trouble_getting_email_header
source: <![CDATA[Trouble getting email?]]>
ar: <![CDATA[هل تواجه مشكلة في استلام الرسالة الإلكترونية؟]]>
bg: <![CDATA[Имате проблеми с получаването на имейла?]]>
ca: <![CDATA[Tens problemes per rebre el correu electrònic?]]>
cs: <![CDATA[Nepřišel vám e-mail?]]>
da: <![CDATA[Har du problemer med at modtage mailen?]]>
de: <![CDATA[Probleme beim Empfangen von E-Mails?]]>
el: <![CDATA[Αντιμετωπίζετε πρόβλημα με τη λήψη του μηνύματος ηλεκτρονικού ταχυδρομείου;]]>
es: <![CDATA[¿No puedes recibir el correo?]]>
fa: <![CDATA[در دریافت ایمیل مشکل دارید؟]]>
fi: <![CDATA[Ongelmia sähköpostiviestin saamisessa?]]>
fil: <![CDATA[Nagkakaproblema sa pagtanggap ng email?]]>
fr: <![CDATA[Vous n'avez pas reçu l'e-mail ?]]>
hi: <![CDATA[क्या ईमेल मिलने में दिक्कत हो रही है?]]>
hr: <![CDATA[Imate poteškoće s primanjem e-poruke?]]>
hu: <![CDATA[Az e-mail-fogadással kapcsolatos problémát észlel?]]>
in: <![CDATA[Ada masalah saat mendapatkan email?]]>
it: <![CDATA[Non hai ricevuto l'email?]]>
iw: <![CDATA[נתקלת בבעיה בקבלת האימייל?]]>
ja: <![CDATA[メールが受信できない場合]]>
ko: <![CDATA[이메일을 받는 데 문제가 있나요?]]>
lt: <![CDATA[Negaunate el. laiško?]]>
lv: <![CDATA[Vai jums ir problēmas ar e-pasta ziņojuma saņemšanu?]]>
nl: <![CDATA[E-mail niet ontvangen?]]>
no: <![CDATA[Problemer med å motta e-posten?]]>
pl: <![CDATA[E-mail nie dotarł?]]>
pt: <![CDATA[Problemas para receber e-mails?]]>
ro: <![CDATA[Nu primiți e-mailuri?]]>
ru: <![CDATA[Не получили письмо?]]>
sk: <![CDATA[Máte problémy s dostávaním e‑mailov?]]>
sl: <![CDATA[Niste prejeli e-poštnega sporočila?]]>
sr: <![CDATA[Имате проблема са пријемом имејла?]]>
sv: <![CDATA[Fick du inget e-postmeddelande?]]>
th: <![CDATA[มีปัญหาในการรับอีเมลใช่ไหม]]>
tr: <![CDATA[E-posta almayla ilgili sorun mu yaşıyorsunuz?]]>
uk: <![CDATA[Не отримали листа?]]>
ur: <![CDATA[ای میل حاصل کرنے میں دشواری پیش آ رہی ہے؟]]>
vi: <![CDATA[Bạn gặp vấn đề khi nhận email?]]>
zh: <![CDATA[无法收到电子邮件？]]>
