Repository: step-up-labs/firebase-authentication-dotnet
Catalog: src/Auth.UI/Resources/AppResources.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fil, fr, hi, hr, hu, in, it, iw, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, uk, ur, vi, zh

# fui_progress_dialog_loading
source: <![CDATA[Loading…]]>
ar: <![CDATA[جارٍ التحميل…]]>
bg: <![CDATA[Зарежда се…]]>
ca: <![CDATA[S'està carregant…]]>
cs: <![CDATA[Načítání…]]>
da: <![CDATA[Indlæser…]]>
de: <![CDATA[Wird geladen…]]>
el: <![CDATA[Γίνεται φόρτωση…]]>
es: <![CDATA[Cargando…]]>
fa: <![CDATA[درحال بارگیری…]]>
fi: <![CDATA[Ladataan…]]>
fil: <![CDATA[Naglo-load…]]>
fr: <![CDATA[Chargement…]]>
hi: <![CDATA[लोड हो रहा है…]]>
hr: <![CDATA[Učitavanje…]]>
hu: <![CDATA[Betöltés…]]>
in: <![CDATA[Memuat…]]>
it: <![CDATA[Caricamento in corso…]]>
iw: <![CDATA[טוען…]]>
ja: <![CDATA[読み込んでいます…]]>
ko: <![CDATA[로드 중…]]>
lt: <![CDATA[Įkeliama…]]>
lv: <![CDATA[Notiek ielāde…]]>
nl: <![CDATA[Laden…]]>
no: <![CDATA[Laster inn…]]>
pl: <![CDATA[Wczytuję…]]>
pt: <![CDATA[Carregando…]]>
ro: <![CDATA[Se încarcă…]]>
ru: <![CDATA[Загрузка…]]>
sk: <![CDATA[Načítava sa…]]>
sl: <![CDATA[Nalaganje…]]>
sr: <![CDATA[Учитава се…]]>
sv: <![CDATA[Läser in…]]>
th: <![CDATA[กำลังโหลด…]]>
tr: <![CDATA[Yükleniyor…]]>
uk: <![CDATA[Завантаження…]]>
ur: <![CDATA[لوڈ ہو رہا ہے…]]>
vi: <![CDATA[Đang tải…]]>
zh: <![CDATA[正在加载…]]>

# fui_sign_in_default
source: <![CDATA[Sign in]]>
ar: <![CDATA[تسجيل الدخول]]>
bg: <![CDATA[Вход]]>
ca: <![CDATA[Inicia la sessió]]>
cs: <![CDATA[Přihlásit se]]>
da: <![CDATA[Log ind]]>
de: <![CDATA[Anmelden]]>
el: <![CDATA[Σύνδεση]]>
es: <![CDATA[Iniciar sesión]]>
fa: <![CDATA[ورود به سیستم]]>
fi: <![CDATA[Kirjaudu sisään]]>
fil: <![CDATA[Mag-sign in]]>
fr: <![CDATA[Se connecter]]>
hi: <![CDATA[प्रवेश करें]]>
hr: <![CDATA[Prijava]]>
hu: <![CDATA[Bejelentkezés]]>
in: <![CDATA[Login]]>
it: <![CDATA[Accedi]]>
iw: <![CDATA[כניסה]]>
ja: <![CDATA[ログイン]]>
ko: <![CDATA[로그인]]>
lt: <![CDATA[Prisijungti]]>
lv: <![CDATA[Pierakstīties]]>
nl: <![CDATA[Inloggen]]>
no: <![CDATA[Logg på]]>
pl: <![CDATA[Zaloguj się]]>
pt: <![CDATA[Fazer login]]>
ro: <![CDATA[Conectați-vă]]>
ru: <![CDATA[Войти]]>
sk: <![CDATA[Prihlásiť sa]]>
sl: <![CDATA[Prijava]]>
sr: <![CDATA[Пријави ме]]>
sv: <![CDATA[Logga in]]>
th: <![CDATA[ลงชื่อเข้าใช้]]>
tr: <![CDATA[Oturum aç]]>
uk: <![CDATA[Увійти]]>
ur: <![CDATA[سائن ان کریں]]>
vi: <![CDATA[Đăng nhập]]>
zh: <![CDATA[登录]]>

# fui_cancel
source: <![CDATA[Cancel]]>
ar: <![CDATA[إلغاء]]>
bg: <![CDATA[Отказ]]>
ca: <![CDATA[Cancel·la]]>
cs: <![CDATA[Zrušit]]>
da: <![CDATA[Annuller]]>
de: <![CDATA[Abbrechen]]>
el: <![CDATA[Ακύρωση]]>
es: <![CDATA[Cancelar]]>
fa: <![CDATA[لغو]]>
fi: <![CDATA[Peruuta]]>
fil: <![CDATA[Kanselahin]]>
fr: <![CDATA[Annuler]]>
hi: <![CDATA[रद्द करें]]>
hr: <![CDATA[Odustani]]>
hu: <![CDATA[Mégse]]>
in: <![CDATA[Batal]]>
it: <![CDATA[Annulla]]>
iw: <![CDATA[ביטול]]>
ja: <![CDATA[キャンセル]]>
ko: <![CDATA[취소]]>
lt: <![CDATA[Atšaukti]]>
lv: <![CDATA[Atcelt]]>
nl: <![CDATA[Annuleren]]>
no: <![CDATA[Avbryt]]>
pl: <![CDATA[Anuluj]]>
pt: <![CDATA[Cancelar]]>
ro: <![CDATA[Anulați]]>
ru: <![CDATA[Отмена]]>
sk: <![CDATA[Zrušiť]]>
sl: <![CDATA[Prekliči]]>
sr: <![CDATA[Откажи]]>
sv: <![CDATA[Avbryt]]>
th: <![CDATA[ยกเลิก]]>
tr: <![CDATA[İptal]]>
uk: <![CDATA[Скасувати]]>
ur: <![CDATA[منسوخ کریں]]>
vi: <![CDATA[Hủy]]>
zh: <![CDATA[取消]]>

# fui_continue
source: <![CDATA[Continue]]>
ar: <![CDATA[متابعة]]>
bg: <![CDATA[Напред]]>
ca: <![CDATA[Continua]]>
cs: <![CDATA[Pokračovat]]>
da: <![CDATA[Fortsæt]]>
de: <![CDATA[Weiter]]>
el: <![CDATA[Συνέχεια]]>
es: <![CDATA[Continuar]]>
fa: <![CDATA[ادامه]]>
fi: <![CDATA[Jatka]]>
fil: <![CDATA[Magpatuloy]]>
fr: <![CDATA[Continuer]]>
hi: <![CDATA[जारी रखें]]>
hr: <![CDATA[Nastavi]]>
hu: <![CDATA[Tovább]]>
in: <![CDATA[Lanjutkan]]>
it: <![CDATA[Continua]]>
iw: <![CDATA[המשך]]>
ja: <![CDATA[続行]]>
ko: <![CDATA[계속]]>
lt: <![CDATA[Tęsti]]>
lv: <![CDATA[Tālāk]]>
nl: <![CDATA[Doorgaan]]>
no: <![CDATA[Fortsett]]>
pl: <![CDATA[Dalej]]>
pt: <![CDATA[Continuar]]>
ro: <![CDATA[Continuați]]>
ru: <![CDATA[Продолжить]]>
sk: <![CDATA[Pokračovať]]>
sl: <![CDATA[Naprej]]>
sr: <![CDATA[Настави]]>
sv: <![CDATA[Fortsätt]]>
th: <![CDATA[ต่อไป]]>
tr: <![CDATA[Devam]]>
uk: <![CDATA[Продовжити]]>
ur: <![CDATA[جاری رکھیں]]>
vi: <![CDATA[Tiếp tục]]>
zh: <![CDATA[继续]]>

# fui_tos_and_pp
source: <![CDATA[By continuing, you are indicating that you accept our {0} and {1}.]]>
ar: <![CDATA[تشير المتابعة إلى موافقتك على {0} و{1}.]]>
bg: <![CDATA[Продължавайки, приемате нашите {0} и {1}.]]>
ca: <![CDATA[En continuar, acceptes les nostres {0} i la nostra {1}.]]>
cs: <![CDATA[Budete-li pokračovat, vyjadřujete svůj souhlas s dokumenty {0} a {1}.]]>
da: <![CDATA[Ved at fortsætte indikerer du, at du accepterer vores {0} og {1}.]]>
de: <![CDATA[Indem Sie fortfahren, stimmen Sie unseren {0} und unserer {1} zu.]]>
el: <![CDATA[Αν συνεχίσετε, δηλώνετε ότι αποδέχεστε τους {0} και την {1}.]]>
es: <![CDATA[Si continúas, confirmas que aceptas nuestras {0} y nuestra {1}.]]>
fa: <![CDATA[درصورت ادامه‌دادن، موافقتتان را با {0} و {1} اعلام می‌کنید.]]>
fi: <![CDATA[Jatkamalla vahvistat, että hyväksyt seuraavat: {0} ja {1}.]]>
fil: <![CDATA[Sa pagpapatuloy, ipinababatid mo na tinatanggap mo ang aming {0} at {1}.]]>
fr: <![CDATA[En continuant, vous acceptez les {0} et les {1}.]]>
hi: <![CDATA[जारी रखकर, आप यह बताते हैं कि आप हमारी {0} और {1} को मंज़ूर करते हैं.]]>
hr: <![CDATA[Ako nastavite, potvrđujete da prihvaćate odredbe koje sadrže {0} i {1}.]]>
hu: <![CDATA[A folytatással elfogadja a következő dokumentumokat: {0} és {1}.]]>
in: <![CDATA[Dengan melanjutkan, Anda menyatakan bahwa Anda menyetujui {0} dan {1} kami.]]>
it: <![CDATA[Se continui, accetti le nostre {0} e i nostri {1}.]]>
iw: <![CDATA[המשך התהליך יפורש כהסכמתך ל{0} ול{1}.]]>
ja: <![CDATA[続行すると、{0} と {1} に同意したことになります。]]>
ko: <![CDATA[계속 진행하면 {0} 및 {1}에 동의하는 것으로 간주됩니다.]]>
lt: <![CDATA[Tęsdami nurodote, kad sutinkate su {0} ir {1}.]]>
lv: <![CDATA[Turpinot jūs norādāt, ka piekrītat šādiem dokumentiem: {0} un {1}.]]>
nl: <![CDATA[Als u doorgaat, geeft u aan dat u onze {0} en ons {1} accepteert.]]>
no: <![CDATA[Ved å fortsette godtar du {0} og {1} våre.]]>
pl: <![CDATA[Kontynuując, potwierdzasz, że akceptujesz te dokumenty: {0} i {1}.]]>
pt: <![CDATA[Ao continuar, você concorda com nossos {0} e a {1}.]]>
ro: <![CDATA[Dacă alegeți să continuați, sunteți de acord cu {0} și cu {1}.]]>
ru: <![CDATA[Продолжая, вы принимаете {0} и {1}.]]>
sk: <![CDATA[Pokračovaním vyjadrujete súhlas s dokumentmi {0} a {1}.]]>
sl: <![CDATA[Z nadaljevanjem potrjujete, da se strinjate z dokumentoma {0} in {1}.]]>
sr: <![CDATA[Ако наставите, потврђујете да прихватате документе {0} и {1}.]]>
sv: <![CDATA[Genom att fortsätta godkänner du våra {0} och vår {1}.]]>
th: <![CDATA[การดำเนินการต่อแสดงว่าคุณยอมรับ {0} และ {1}]]>
tr: <![CDATA[Devam ederek {0} ve {1} hükümlerimizi kabul ettiğinizi bildirirsiniz.]]>
uk: <![CDATA[Продовжуючи, ви приймаєте такі документи: {0} і {1}.]]>
ur: <![CDATA[جاری رکھ کر، آپ نشاندہی کر رہے ہیں کہ آپ ہماری {0} اور {1} کو قبول کرتے ہیں۔]]>
vi: <![CDATA[Bằng cách tiếp tục, bạn cho biết rằng bạn chấp nhận {0} và {1} của chúng tôi.]]>
zh: <![CDATA[继续即表示您接受我们的{0}和{1}。]]>

# fui_tos_and_pp_footer
source: <![CDATA[{0} \u00A0 \u00A0 {1}]]>
bg: <![CDATA[{0} {1}]]>
es: <![CDATA[{0} {1}]]>
fr: <![CDATA[{0} {1}]]>
pl: <![CDATA[{0} {1}]]>

# fui_no_internet
source: <![CDATA[Network error, check your internet connection.]]>
ar: <![CDATA[حدث خطأ في الشبكة، يُرجى التحقّق من اتصال الإنترنت.]]>
bg: <![CDATA[Грешка в мрежата – проверете връзката с интернет.]]>
ca: <![CDATA[Error de la xarxa; comprova la connexió a Internet.]]>
cs: <![CDATA[Chyba sítě. Zkontrolujte připojení k internetu.]]>
da: <![CDATA[Netværksfejl. Tjek din internetforbindelse.]]>
de: <![CDATA[Netzwerkfehler. Überprüfen Sie Ihre Internetverbindung.]]>
el: <![CDATA[Σφάλμα δικτύου, ελέγξτε τη σύνδεση στο διαδίκτυο.]]>
es: <![CDATA[Se ha producido un error de red. Comprueba la conexión a Internet.]]>
fa: <![CDATA[خطای شبکه. اتصال اینترنت را بررسی کنید.]]>
fi: <![CDATA[Verkkovirhe, tarkista internetyhteys.]]>
fil: <![CDATA[Error sa network, tingnan ang koneksyon mo sa internet.]]>
fr: <![CDATA[Erreur de réseau, vérifiez votre connexion Internet.]]>
hi: <![CDATA[नेटवर्क में गड़बड़ी है. देखें कि इंटरनेट काम कर रहा है या नहीं.]]>
hr: <![CDATA[Pogreška na mreži; provjerite internetsku vezu.]]>
hu: <![CDATA[Hálózati hiba; ellenőrizze az internetkapcsolatot.]]>
in: <![CDATA[Error jaringan, periksa koneksi internet Anda.]]>
it: <![CDATA[Errore di rete. Controlla la connessione a Internet.]]>
iw: <![CDATA[אירעה שגיאת רשת. יש לבדוק את החיבור לאינטרנט.]]>
ja: <![CDATA[ネットワーク エラー。インターネット接続を確認してください。]]>
ko: <![CDATA[네트워크 오류가 발생했습니다. 인터넷 연결을 확인하세요.]]>
lt: <![CDATA[Tinklo klaida: patikrinkite interneto ryšį.]]>
lv: <![CDATA[Tīkla kļūda. Pārbaudiet interneta savienojumu.]]>
nl: <![CDATA[Er is een netwerkfout opgetreden. Controleer uw internetverbinding.]]>
no: <![CDATA[Nettverksfeil. Sjekk internettilkoblingen din.]]>
pl: <![CDATA[Błąd sieci. Sprawdź połączenie z internetem.]]>
pt: <![CDATA[Erro de rede, confira sua conexão de Internet.]]>
ro: <![CDATA[Eroare de rețea, verificați conexiunea la internet.]]>
ru: <![CDATA[Ошибка сети. Проверьте подключение к Интернету.]]>
sk: <![CDATA[Chyba siete. Skontrolujte internetové pripojenie.]]>
sl: <![CDATA[Napaka v omrežju. Preverite internetno povezavo.]]>
sr: <![CDATA[Дошло је до мрежне грешке, проверите интернет везу.]]>
sv: <![CDATA[Nätverksfel, kontrollera din internetanslutning.]]>
th: <![CDATA[เกิดข้อผิดพลาดของเครือข่าย โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ต]]>
tr: <![CDATA[Ağ hatası, internet bağlantınızı kontrol edin.]]>
uk: <![CDATA[Помилка мережі. Перевірте інтернет-з’єднання.]]>
ur: <![CDATA[نیٹ ورک میں خرابی، اپنا انٹرنیٹ کنکشن چیک کریں۔]]>
vi: <![CDATA[Đã xảy ra lỗi mạng, hãy kiểm tra kết nối Internet của bạn.]]>
zh: <![CDATA[网络错误，请检查您的互联网连接。]]>

# fui_idp_name_phone
source: <![CDATA[Phone]]>
ar: <![CDATA[الهاتف]]>
bg: <![CDATA[Телефон]]>
ca: <![CDATA[Telèfon]]>
cs: <![CDATA[Telefon]]>
da: <![CDATA[Telefon]]>
de: <![CDATA[Telefon]]>
el: <![CDATA[Τηλέφωνο]]>
es: <![CDATA[Teléfono]]>
fa: <![CDATA[تلفن]]>
fi: <![CDATA[Puhelin]]>
fil: <![CDATA[Telepono]]>
fr: <![CDATA[Numéro de téléphone]]>
hi: <![CDATA[फ़ोन]]>
hr: <![CDATA[Telefon]]>
hu: <![CDATA[Telefon]]>
in: <![CDATA[Ponsel]]>
it: <![CDATA[Telefono]]>
iw: <![CDATA[טלפון]]>
ja: <![CDATA[電話]]>
ko: <![CDATA[전화]]>
lt: <![CDATA[Telefono numeris]]>
lv: <![CDATA[Tālrunis]]>
nl: <![CDATA[Telefoon]]>
no: <![CDATA[Telefon]]>
pl: <![CDATA[Telefon]]>
pt: <![CDATA[Telefone]]>
ro: <![CDATA[Număr de telefon]]>
ru: <![CDATA[Телефон]]>
sk: <![CDATA[Telefón]]>
sl: <![CDATA[Telefon]]>
sr: <![CDATA[Телефон]]>
sv: <![CDATA[Mobil]]>
th: <![CDATA[โทรศัพท์]]>
tr: <![CDATA[Telefon]]>
uk: <![CDATA[Телефон]]>
ur: <![CDATA[فون]]>
vi: <![CDATA[Điện thoại]]>
zh: <![CDATA[电话]]>

# fui_idp_name_email
source: <![CDATA[Email]]>
ar: <![CDATA[البريد الإلكتروني]]>
bg: <![CDATA[Имейл]]>
ca: <![CDATA[Adreça electrònica]]>
da: <![CDATA[Mail]]>
el: <![CDATA[Ηλεκτρονικό ταχυδρομείο]]>
es: <![CDATA[Correo electrónico]]>
fa: <![CDATA[ایمیل]]>
fi: <![CDATA[Sähköposti]]>
fr: <![CDATA[Adresse e-mail]]>
hi: <![CDATA[ईमेल]]>
hr: <![CDATA[E-adresa]]>
iw: <![CDATA[אימייל]]>
ja: <![CDATA[メール]]>
ko: <![CDATA[이메일]]>
lt: <![CDATA[El. pašto]]>
lv: <![CDATA[E-pasts]]>
nl: <![CDATA[E-mailadres]]>
no: <![CDATA[E-post]]>
ro: <![CDATA[Adresă de e-mail]]>
ru: <![CDATA[Адрес электронной почты]]>
sl: <![CDATA[E-pošta]]>
sr: <![CDATA[Имејл]]>
sv: <![CDATA[E-post]]>
th: <![CDATA[อีเมล]]>
tr: <![CDATA[E-posta]]>
uk: <![CDATA[Електронна пошта]]>
ur: <![CDATA[ای میل]]>
zh: <![CDATA[电子邮件]]>

# fui_sign_in_with_google
source: <![CDATA[Sign in with Google]]>
ar: <![CDATA[تسجيل الدخول عبر Google]]>
bg: <![CDATA[Вход с Google]]>
ca: <![CDATA[Inicia la sessió amb Google]]>
cs: <![CDATA[Přihlásit se přes Google]]>
da: <![CDATA[Log ind med Google]]>
de: <![CDATA[Über Google anmelden]]>
el: <![CDATA[Σύνδεση μέσω Google]]>
es: <![CDATA[Iniciar sesión con Google]]>
fa: <![CDATA[ورود به سیستم با Google‎]]>
fi: <![CDATA[Kirjaudu Google-tilillä]]>
fil: <![CDATA[Mag-sign in sa Google]]>
fr: <![CDATA[Se connecter avec Google]]>
hi: <![CDATA[Google से प्रवेश करें]]>
hr: <![CDATA[Prijava putem Googlea]]>
hu: <![CDATA[Bejelentkezés Google-fiókkal]]>
in: <![CDATA[Login dengan Google]]>
it: <![CDATA[Accedi con Google]]>
iw: <![CDATA[כניסה באמצעות Google]]>
ja: <![CDATA[Google でログイン]]>
ko: <![CDATA[Google 계정으로 로그인]]>
lt: <![CDATA[Prisijungti per „Google“]]>
lv: <![CDATA[Pierakstīties ar Google]]>
nl: <![CDATA[Inloggen met Google]]>
no: <![CDATA[Logg på med Google]]>
pl: <![CDATA[Zaloguj się przez Google]]>
pt: <![CDATA[Fazer login com o Google]]>
ro: <![CDATA[Conectați-vă cu Google]]>
ru: <![CDATA[Войти через аккаунт Google]]>
sk: <![CDATA[Prihlásiť sa účtom Google]]>
sl: <![CDATA[Prijava z Google Računom]]>
sr: <![CDATA[Пријави ме помоћу Google-а]]>
sv: <![CDATA[Logga in med Google]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย Google]]>
tr: <![CDATA[Google ile oturum aç]]>
uk: <![CDATA[Увійти через Google]]>
ur: <![CDATA[Google کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng Google]]>
zh: <![CDATA[使用 Google 帐号登录]]>

# fui_sign_in_with_facebook
source: <![CDATA[Sign in with Facebook]]>
ar: <![CDATA[تسجيل الدخول عبر Facebook]]>
bg: <![CDATA[Вход с Facebook]]>
ca: <![CDATA[Inicia la sessió amb Facebook]]>
cs: <![CDATA[Přihlásit se přes Facebook]]>
da: <![CDATA[Log ind med Facebook]]>
de: <![CDATA[Über Facebook anmelden]]>
el: <![CDATA[Σύνδεση μέσω Facebook]]>
es: <![CDATA[Iniciar sesión con Facebook]]>
fa: <![CDATA[ورود به سیستم با Facebook]]>
fi: <![CDATA[Kirjaudu Facebook-tilillä]]>
fil: <![CDATA[Mag-sign in sa Facebook]]>
fr: <![CDATA[Se connecter avec Facebook]]>
hi: <![CDATA[Facebook से प्रवेश करें]]>
hr: <![CDATA[Prijava putem Facebooka]]>
hu: <![CDATA[Bejelentkezés Facebook-fiókkal]]>
in: <![CDATA[Login dengan Facebook]]>
it: <![CDATA[Accedi con Facebook]]>
iw: <![CDATA[כניסה באמצעות Facebook]]>
ja: <![CDATA[Facebook でログイン]]>
ko: <![CDATA[Facebook으로 로그인]]>
lt: <![CDATA[Prisijungti per „Facebook“]]>
lv: <![CDATA[Pierakstīties ar Facebook]]>
nl: <![CDATA[Inloggen met Facebook]]>
no: <![CDATA[Logg på med Facebook]]>
pl: <![CDATA[Zaloguj się przez Facebooka]]>
pt: <![CDATA[Fazer login com o Facebook]]>
ro: <![CDATA[Conectați-vă cu Facebook]]>
ru: <![CDATA[Войти через аккаунт Facebook]]>
sk: <![CDATA[Prihlásiť sa cez Facebook]]>
sl: <![CDATA[Prijava z računom za Facebook]]>
sr: <![CDATA[Пријави ме помоћу Facebook-а]]>
sv: <![CDATA[Logga in med Facebook]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย Facebook]]>
tr: <![CDATA[Facebook ile oturum aç]]>
uk: <![CDATA[Увійти через Facebook]]>
ur: <![CDATA[Facebook کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng Facebook]]>
zh: <![CDATA[使用 Facebook 帐号登录]]>

# fui_sign_in_with_twitter
source: <![CDATA[Sign in with Twitter]]>
ar: <![CDATA[تسجيل الدخول عبر Twitter]]>
bg: <![CDATA[Вход с Twitter]]>
ca: <![CDATA[Inicia la sessió amb Twitter]]>
cs: <![CDATA[Přihlásit se přes Twitter]]>
da: <![CDATA[Log ind med Twitter]]>
de: <![CDATA[Über Twitter anmelden]]>
el: <![CDATA[Σύνδεση μέσω Twitter]]>
es: <![CDATA[Iniciar sesión con Twitter]]>
fa: <![CDATA[ورود به سیستم با Twitter]]>
fi: <![CDATA[Kirjaudu Twitter-tilillä]]>
fil: <![CDATA[Mag-sign in sa Twitter]]>
fr: <![CDATA[Se connecter avec Twitter]]>
hi: <![CDATA[Twitter से प्रवेश करें]]>
hr: <![CDATA[Prijava putem Twittera]]>
hu: <![CDATA[Bejelentkezés Twitter-fiókkal]]>
in: <![CDATA[Login dengan Twitter]]>
it: <![CDATA[Accedi con Twitter]]>
iw: <![CDATA[כניסה באמצעות Twitter]]>
ja: <![CDATA[Twitter でログイン]]>
ko: <![CDATA[Twitter로 로그인]]>
lt: <![CDATA[Prisijungti per „Twitter“]]>
lv: <![CDATA[Pierakstīties ar Twitter]]>
nl: <![CDATA[Inloggen met Twitter]]>
no: <![CDATA[Logg på med Twitter]]>
pl: <![CDATA[Zaloguj się przez Twittera]]>
pt: <![CDATA[Fazer login com o Twitter]]>
ro: <![CDATA[Conectați-vă cu Twitter]]>
ru: <![CDATA[Войти через аккаунт Twitter]]>
sk: <![CDATA[Prihlásiť sa cez Twitter]]>
sl: <![CDATA[Prijava z računom za Twitter]]>
sr: <![CDATA[Пријави ме помоћу Twitter-а]]>
sv: <![CDATA[Logga in med Twitter]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย Twitter]]>
tr: <![CDATA[Twitter ile oturum aç]]>
uk: <![CDATA[Увійти через Twitter]]>
ur: <![CDATA[Twitter کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng Twitter]]>
zh: <![CDATA[使用 Twitter 帐号登录]]>

# fui_sign_in_with_github
source: <![CDATA[Sign in with GitHub]]>
ar: <![CDATA[تسجيل الدخول باستخدام GitHub]]>
bg: <![CDATA[Вход с GitHub]]>
ca: <![CDATA[Inicia la sessió amb GitHub]]>
cs: <![CDATA[Přihlásit se přes GitHub]]>
da: <![CDATA[Log ind med GitHub]]>
de: <![CDATA[Über GitHub anmelden]]>
el: <![CDATA[Σύνδεση μέσω GitHub]]>
es: <![CDATA[Iniciar sesión con GitHub]]>
fa: <![CDATA[ورود به سیستم با GitHub]]>
fi: <![CDATA[Kirjaudu GitHub-tilillä]]>
fil: <![CDATA[Mag-sign in sa GitHub]]>
fr: <![CDATA[Se connecter avec GitHub]]>
hi: <![CDATA[GitHub के साथ साइन इन करें]]>
hr: <![CDATA[Prijava putem GitHuba]]>
hu: <![CDATA[Bejelentkezés GitHubbal]]>
in: <![CDATA[Login dengan GitHub]]>
it: <![CDATA[Accedi con GitHub]]>
iw: <![CDATA[כניסה באמצעות GitHub]]>
ja: <![CDATA[GitHub でログイン]]>
ko: <![CDATA[GitHub로 로그인]]>
lt: <![CDATA[Prisijungti per „GitHub“]]>
lv: <![CDATA[Pierakstīties, izmantojot GitHub]]>
nl: <![CDATA[Inloggen met GitHub]]>
no: <![CDATA[Logg på med GitHub]]>
pl: <![CDATA[Zaloguj się przez GitHuba]]>
pt: <![CDATA[Fazer login com o GitHub]]>
ro: <![CDATA[Conectați-vă cu GitHub]]>
ru: <![CDATA[Войти через аккаунт GitHub]]>
sk: <![CDATA[Prihlásiť sa cez GitHub]]>
sl: <![CDATA[Prijava z računom za GitHub]]>
sr: <![CDATA[Пријавите се помоћу GitHub-а]]>
sv: <![CDATA[Logga in med GitHub]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วย GitHub]]>
tr: <![CDATA[GitHub ile oturum aç]]>
uk: <![CDATA[Увійти через GitHub]]>
ur: <![CDATA[GitHub کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng GitHub]]>
zh: <![CDATA[使用 GitHub 帐号登录]]>

# fui_sign_in_with_email
source: <![CDATA[Sign in with email]]>
ar: <![CDATA[تسجيل الدخول عبر البريد الإلكتروني]]>
bg: <![CDATA[Вход с имейл]]>
ca: <![CDATA[Inicia la sessió amb l'adreça electrònica]]>
cs: <![CDATA[Přihlásit se pomocí e-mailu]]>
da: <![CDATA[Log ind med mail]]>
de: <![CDATA[Mit einer E-Mail-Adresse anmelden]]>
el: <![CDATA[Σύνδεση μέσω ηλεκτρονικού ταχυδρομείου]]>
es: <![CDATA[Iniciar sesión con el correo electrónico]]>
fa: <![CDATA[ورود به سیستم با ایمیل ]]>
fi: <![CDATA[Kirjaudu sähköpostilla]]>
fil: <![CDATA[Mag-sign in gamit ang email]]>
fr: <![CDATA[Se connecter avec une adresse e-mail]]>
hi: <![CDATA[ईमेल से प्रवेश करें]]>
hr: <![CDATA[Prijava putem e-adrese]]>
hu: <![CDATA[Bejelentkezés e-mail-fiókkal]]>
in: <![CDATA[Login dengan email]]>
it: <![CDATA[Accedi con l'indirizzo email]]>
iw: <![CDATA[כניסה באמצעות אימייל]]>
ja: <![CDATA[メールアドレスでログイン]]>
ko: <![CDATA[이메일로 로그인]]>
lt: <![CDATA[Prisijungti nurodant el. pašto adresą]]>
lv: <![CDATA[Pierakstīties ar e-pasta adresi]]>
nl: <![CDATA[Inloggen met e-mailadres]]>
no: <![CDATA[Logg på med e-postadresse]]>
pl: <![CDATA[Zaloguj się za pomocą e-maila]]>
pt: <![CDATA[Fazer login com o e-mail]]>
ro: <![CDATA[Conectați-vă cu adresa de e-mail]]>
ru: <![CDATA[Войти по адресу электронной почты]]>
sk: <![CDATA[Prihlásiť sa e-mailom]]>
sl: <![CDATA[Prijava z e-poštnim naslovom]]>
sr: <![CDATA[Пријави ме помоћу имејла]]>
sv: <![CDATA[Logga in med e-post]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วยอีเมล]]>
tr: <![CDATA[E-posta ile oturum aç]]>
uk: <![CDATA[Увійти, використовуючи електронну адресу]]>
ur: <![CDATA[ای میل کے ساتھ سائن ان کریں]]>
vi: <![CDATA[Đăng nhập bằng email]]>
zh: <![CDATA[使用电子邮件地址登录]]>

# fui_sign_in_with_phone
source: <![CDATA[Sign in with phone]]>
ar: <![CDATA[تسجيل الدخول عبر رقم الهاتف]]>
bg: <![CDATA[Вход с телефон]]>
ca: <![CDATA[Inicia la sessió amb el telèfon]]>
cs: <![CDATA[Přihlásit se pomocí telefonu]]>
da: <![CDATA[Log ind med telefon]]>
de: <![CDATA[Mit einer Telefonnummer anmelden]]>
el: <![CDATA[Σύνδεση μέσω τηλεφώνου]]>
es: <![CDATA[Iniciar sesión con el teléfono]]>
fa: <![CDATA[ورود به سیستم با تلفن]]>
fi: <![CDATA[Kirjaudu puhelimella]]>
fil: <![CDATA[Mag-sign in gamit ang telepono]]>
fr: <![CDATA[Se connecter avec un téléphone]]>
hi: <![CDATA[फ़ोन से प्रवेश करें]]>
hr: <![CDATA[Prijava putem telefona]]>
hu: <![CDATA[Bejelentkezés telefonnal]]>
in: <![CDATA[Login dengan nomor telepon]]>
it: <![CDATA[Accedi con il telefono]]>
iw: <![CDATA[כניסה באמצעות הטלפון]]>
ja: <![CDATA[電話番号でログイン]]>
ko: <![CDATA[전화로 로그인]]>
lt: <![CDATA[Prisijungti nurodant telefono numerį]]>
lv: <![CDATA[Pierakstīties ar tālruni]]>
nl: <![CDATA[Inloggen met telefoon]]>
no: <![CDATA[Logg på med telefonnummeret ditt]]>
pl: <![CDATA[Zaloguj się z użyciem numeru telefonu]]>
pt: <![CDATA[Fazer login com o telefone]]>
ro: <![CDATA[Conectați-vă cu numărul de telefon]]>
ru: <![CDATA[Войти по номеру телефона]]>
sk: <![CDATA[Prihlásiť sa telefónom]]>
sl: <![CDATA[Prijava s telefonom]]>
sr: <![CDATA[Пријави ме помоћу телефона]]>
sv: <![CDATA[Logga in med telefon]]>
th: <![CDATA[ลงชื่อเข้าใช้ด้วยโทรศัพท์]]>
tr: <![CDATA[Telefonla oturum aç]]>
uk: <![CDATA[Увійти, використовуючи телефон]]>
ur: <![CDATA[فون کے ساتھ سائں ان کریں]]>
vi: <![CDATA[Đăng nhập bằng điện thoại]]>
zh: <![CDATA[使用电话号码登录]]>

# fui_sign_in_anonymously
source: <![CDATA[Continue as guest]]>
ar: <![CDATA[المتابعة كضيف]]>
bg: <![CDATA[Продължаване като гост]]>
ca: <![CDATA[Continua com a convidat]]>
cs: <![CDATA[Pokračovat jako host]]>
da: <![CDATA[Fortsæt som gæst]]>
de: <![CDATA[Als Gast fortfahren]]>
el: <![CDATA[Συνέχεια ως επισκέπτης]]>
es: <![CDATA[Continuar como invitado]]>
fa: <![CDATA[ادامه به‌عنوان مهمان]]>
fi: <![CDATA[Jatka vieraana]]>
fil: <![CDATA[Magpatuloy bilang bisita]]>
fr: <![CDATA[Continuer en tant qu'invité]]>
hi: <![CDATA[मेहमान के रूप में जारी रखें]]>
hr: <![CDATA[Nastavi kao gost]]>
hu: <![CDATA[Folytatás vendégként]]>
in: <![CDATA[Lanjutkan sebagai tamu]]>
it: <![CDATA[Continua come ospite]]>
iw: <![CDATA[המשך כאורח]]>
ja: <![CDATA[ゲストとして続行]]>
ko: <![CDATA[비회원으로 진행]]>
lt: <![CDATA[Tęsti kaip svečiui]]>
lv: <![CDATA[Turpināt kā viesim]]>
nl: <![CDATA[Doorgaan als gast]]>
no: <![CDATA[Fortsett som gjest]]>
pl: <![CDATA[Kontynuuj jako gość]]>
pt: <![CDATA[Continuar como convidado]]>
ro: <![CDATA[Continuați ca invitat]]>
ru: <![CDATA[Продолжить как гость]]>
sk: <![CDATA[Pokračovať ako hosť]]>
sl: <![CDATA[Nadaljuj kot gost]]>
sr: <![CDATA[Наставите као гост]]>
sv: <![CDATA[Fortsätt som gäst]]>
th: <![CDATA[ดำเนินการต่อในฐานะผู้เข้าร่วม]]>
tr: <![CDATA[Misafir olarak devam et]]>
uk: <![CDATA[Продовжити як гість]]>
ur: <![CDATA[مہمان کے طور پر جاری رکھیں]]>
vi: <![CDATA[Tiếp tục với vai trò người dùng khách]]>
zh: <![CDATA[以访客身份继续]]>
